{
  "templateType": "Apprenticeship Standard",
  "larsCode": 54,
  "referenceNumber": "ST0078",
  "title": "Butcher",
  "status": "Approved for delivery",
  "url": "https://www.instituteforapprenticeships.org/api/apprenticeshipstandards/54",
  "versionNumber": "1.1",
  "change": "Standard revised and end-point assessment plan revised. The funding band for this standard has been reviewed and remains at £9000. (Dec-2018)",
  "changedDate": "2022-08-22T00:00:00",
  "earliestStartDate": "2016-09-19T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Working in a butchers, butchery department or meat processing plan.",
  "level": 2,
  "typicalDuration": 18,
  "maxFunding": 9000,
  "route": "Sales, marketing and procurement",
  "keywords": [
    "butchery",
    "food industry",
    "food safety",
    "food processing",
    "customer service"
  ],
  "jobRoles": [
    "Retail butcher",
    "Process butcher",
    "In-Store butcher",
    "Sustainable retail butcher",
    "Sustainable process butcher",
    "Organic retail butcher",
    "Organic process butcher"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://www.instituteforapprenticeships.org/media/3866/st0078_butcher_l2_ap.pdf",
  "ssa1": "7 Retail and Commercial Enterprise",
  "ssa2": "7.4 Hospitality and catering",
  "version": "1.1",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;1. Occupational profile for a butcher&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;Butchery is one of the oldest crafts in the world, and is often where innovation meets tradition to create an industry full of character and camaraderie that plays a critical role in our social and economic future. A successful butcher must demonstrate dexterous knife skills together with craft to be able to produce the most cuts to make every carcase profitable.&lt;/p&gt;\r\n&lt;p&gt;Butchers work in the meat and poultry industry, which is worth several billion pounds in the UK and employs thousands of workers in the farm to fork supply chain. Qualified butchers can look forward to rewarding careers in a range of environments with different types of employers. &#160;Employers include both processors and retailers. Processors range from multi-national processing businesses supplying meat or meat products to, for example: large food &#160;outlets, supermarkets and &#160;hotel chains; to smaller processors supplying for example, independent/local food businesses. Retailers could include supermarkets, independent retailers and farm shops. Those with an entrepreneurial spirit may be particularly attracted to butchery as the sector relies on a high proportion of small businesses, offering the potential for experienced butchers to set up on their own.&lt;/p&gt;\r\n&lt;p&gt;Butchery is a highly skilled profession steeped in tradition and butchers will display understanding about a range of meat species and the various techniques needed to process and/or produce products. In addition, butchers will be able to cut, prepare, package and present meat products to the standards required of the business and specialist needs of commercial and/or consumers. Butchers will have a range of skills, knowledge and behaviours that can lead to rewarding careers in the butchery industry, not only in the UK but across the world.&lt;/p&gt;\r\n&lt;p&gt;Job titles: &lt;span class=&quot;ng-binding&quot;&gt;Retail butcher, Process butcher and In-Store butcher&lt;span&gt;&#160;&lt;/span&gt;&lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;Green job titles: &lt;img src=&quot;/media/6054/picture1.png?width=19&amp;amp;height=18&amp;amp;mode=max&quot; alt=&quot;&quot; data-udi=&quot;umb://media/8468ec26c97947fabbef2a47fc181549&quot; /&gt; &lt;span class=&quot;ng-binding&quot;&gt;Sustainable retail butcher, &lt;img src=&quot;/media/6054/picture1.png?width=19&amp;amp;height=18&amp;amp;mode=max&quot; alt=&quot;&quot; data-udi=&quot;umb://media/8468ec26c97947fabbef2a47fc181549&quot; /&gt; Sustainable process butcher, &lt;img src=&quot;/media/6054/picture1.png?width=19&amp;amp;height=18&amp;amp;mode=max&quot; alt=&quot;&quot; data-udi=&quot;umb://media/8468ec26c97947fabbef2a47fc181549&quot; /&gt;&#160;&lt;span&gt;Organic retail butcher and &lt;img src=&quot;/media/6054/picture1.png?width=19&amp;amp;height=18&amp;amp;mode=max&quot; alt=&quot;&quot; data-udi=&quot;umb://media/8468ec26c97947fabbef2a47fc181549&quot; /&gt; Organic process butcher&lt;/span&gt;&lt;/span&gt;&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;2. Th&lt;/strong&gt;&lt;strong&gt;e core knowledge, skills and behaviours&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;&lt;strong&gt;a. Butchers will possess the following CORE knowledge and understand:&lt;/strong&gt;&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;The development of the meat sector leading up to the modern day, including its values, culture, traditions and connection to membership bodies and professional institutions&lt;/li&gt;\r\n&lt;li&gt;The principles of butchery; including the selection, procurement, provenance and handling of livestock leading to welfare and associated lairage and slaughter practices, including Halal and Kosher&lt;/li&gt;\r\n&lt;li&gt;The principles of waste minimisation, saleable yield and predictive costing methods&lt;/li&gt;\r\n&lt;li&gt;The meat and poultry marketplace including the supply chain/traceability functions and key legislative and &#160;enforcement agencies that regulate the retail and/or process environments&lt;/li&gt;\r\n&lt;li&gt;The principles of meat and poultry species including knowledge associated with carcass by- products, primal, joints and muscles&lt;/li&gt;\r\n&lt;li&gt;The various craft and knife skills used for cutting, boning, trimming and mincing of meat including the use of relevant mechanical equipment as required&lt;/li&gt;\r\n&lt;li&gt;Cold storage, stock control and safe movement of meat and/or poultry in the butchery environment&lt;/li&gt;\r\n&lt;li&gt;Stock control, product pricing, quality assurance and meeting the expectations of customers &amp;amp;/or contractors&lt;/li&gt;\r\n&lt;li&gt;Health and food safety including hygiene both in personal terms and as part of the wider food sales/production environment&lt;/li&gt;\r\n&lt;li&gt;Methods for weighing products, controlling temperature, wrapping, sealing, packing, labelling and stock control of meat and poultry products for wholesale or retail sale&lt;/li&gt;\r\n&lt;li&gt;Employment, rights and responsibilities, including equality, team working practices and the importance of continuous personal development&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;&lt;strong&gt;b. Butchers will have CORE skills enabling them to:&lt;/strong&gt;&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Prove full awareness and adherence to health and safety regulations and/or additional requirements that may apply to their employer’s food business&lt;/li&gt;\r\n&lt;li&gt;Carry out a range of primary and secondary butchery skills involving the use of steak and boning knives, hand saws, cleavers, banding needles and other relevant hand tools used in the process of primal cutting, boning, slicing, dicing, rolling, trimming and filleting as used in their employers business&lt;/li&gt;\r\n&lt;li&gt;Produce meat and/or poultry products (as required) such as sausages/pies made to the specifications of customers or for sale to the public&lt;/li&gt;\r\n&lt;li&gt;Use machinery (as permitted) &amp;amp; other relevant cutting equipment including the ability to sharpen knives&lt;/li&gt;\r\n&lt;li&gt;Apply hand/eye co-ordination along with physical agility and manual handling of carcasses through the manufacturing/butchery process&lt;/li&gt;\r\n&lt;li&gt;Adhere to the legislative regulations that apply in the food industry plus the organisational policies and standard operating procedures that apply within the employer’s business&lt;/li&gt;\r\n&lt;li&gt;Display the ability to work in a team and individually as required in a busy environment with pre- determined deadlines and productivity targets&lt;/li&gt;\r\n&lt;li&gt;Maintain the quality environment; including product sampling, specification (including customer requirements), food safety compliance and traceability procedures in the meat supply chain&lt;/li&gt;\r\n&lt;li&gt;Support workforce development; sharing own knowledge and experience to in order to assist new recruits and/or inexperienced colleagues&lt;/li&gt;\r\n&lt;li&gt;Communicate effectively with customers, suppliers and colleagues displaying the excellent interpersonal skills required to perform the role to the required standard&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;&lt;strong&gt;c. Butchers will display CORE behaviours enabling them to:&lt;/strong&gt;&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Take appropriate personal operational responsibility for both health and food safety, apply safe working practices when using knives, hazardous tools and/or related equipment&lt;/li&gt;\r\n&lt;li&gt;Display a willingness to learn, solve problems &amp;amp; acquire new skills that will be applied in the working environment&lt;/li&gt;\r\n&lt;li&gt;Be punctual, reliable, diligent and respectful towards customers, peers and colleagues at all times&lt;/li&gt;\r\n&lt;li&gt;Show attention to detail, carrying out duties in a diligent way and taking account of efficiencies and understanding how these support the profitability of the business&lt;/li&gt;\r\n&lt;li&gt;Maintain the vision and ethos of the business, including performance levels whilst taking pride in work and fostering positive relationships with customers and colleagues&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;h3&gt;&lt;strong&gt;3. Additional specialist knowledge, skills and behaviours for retail and process&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;Butchers generally work in retail or meat processing businesses. Depending on the working environment butchers will need to supplement the CORE standard requirements by demonstrating&#160;specialist knowledge, behaviours and skills in retail or process.&lt;/p&gt;\r\n&lt;table border=&quot;0&quot; width=&quot;654&quot;&gt;\r\n&lt;tbody&gt;\r\n&lt;tr&gt;\r\n&lt;th style=&quot;width: 170px;&quot; width=&quot;170&quot;&gt;\r\n&lt;p&gt;&lt;strong&gt;Re&lt;/strong&gt;&lt;strong&gt;t&lt;/strong&gt;&lt;strong&gt;a&lt;/strong&gt;&lt;strong&gt;i&lt;/strong&gt;&lt;strong&gt;l butchers must be able to:&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/th&gt;\r\n&lt;th style=&quot;width: 176px;&quot; width=&quot;176&quot;&gt;\r\n&lt;p&gt;&lt;strong&gt;P&lt;/strong&gt;&lt;strong&gt;ro&lt;/strong&gt;&lt;strong&gt;cess butchers must be able to:&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/th&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td width=&quot;170&quot;&gt;\r\n&lt;p&gt;Communicate enthusiastically and with personality to customers offering excellent service&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td width=&quot;176&quot;&gt;\r\n&lt;p&gt;Produce meat to the specific volume, size &amp;amp; weight to meet the needs of national/local consumers and customers in a timely and accurate fashion&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td width=&quot;170&quot;&gt;\r\n&lt;p&gt;Advise domestic and commercial customers on the preparation &amp;amp; cooking of red &amp;amp; white meat products&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td width=&quot;176&quot;&gt;\r\n&lt;p&gt;Know and understand the need for traceability in the procurement and supply of meat&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td width=&quot;170&quot;&gt;\r\n&lt;p&gt;Produce a minimum of three meat &amp;amp; poultry products from the following range including joints, portions, cooked and hot products, sausages, burgers, pasties, curing, smoking, air drying &amp;amp; value added products&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td width=&quot;176&quot;&gt;\r\n&lt;p&gt;Know and understand their role in the audit and inspection process&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td width=&quot;170&quot;&gt;\r\n&lt;p&gt;Plan &amp;amp; prepare for seasonal supply &amp;amp; demand (availability) of meat products ensuring best practice in the merchandising &amp;amp; promotion of seasonal foods&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td width=&quot;176&quot;&gt;\r\n&lt;p&gt;Estimate saleable yield and predictive costing methods as required for customers&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td width=&quot;170&quot;&gt;\r\n&lt;p&gt;Understand the counter sales environment, including cash administration, retail display, stock replenishment systems including on-line services&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td width=&quot;176&quot;&gt;\r\n&lt;p&gt;&#160;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;/tbody&gt;\r\n&lt;/table&gt;\r\n&lt;h3&gt;&lt;strong&gt;Level &amp;amp; duration&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;The Standard is set at Level 2 and the typical duration is 18 to 24 months.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Qualification&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;Apprentices must achieve Level 2 Food Safety Award, Level 2 Health &amp;amp; Safety in the Food Supply Chain Award, and Level 2 Knife Skills Award prior to taking the end-point assessment.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;English and maths&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;Apprentices without level 1 English and mathematics will need to achieve this level and take the test for level 2 English and mathematics prior to taking the end-point assessment.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;P&lt;/strong&gt;&lt;strong&gt;rof&lt;/strong&gt;&lt;strong&gt;e&lt;/strong&gt;&lt;strong&gt;ssional&#160;&lt;/strong&gt;&lt;strong&gt;r&lt;/strong&gt;&lt;strong&gt;eg&lt;/strong&gt;&lt;strong&gt;i&lt;/strong&gt;&lt;strong&gt;stration:&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;Following successful completion of the apprenticeship, apprentices are recognised by the Institute of Meat (IoM) entitling them to use the initials M.Inst.M.&lt;/p&gt;\r\n&lt;h3&gt;Renewal&lt;/h3&gt;\r\n&lt;p&gt;The Standard will be reviewed in three years.&lt;/p&gt;",
  "occupationalSummary": "Butchery is one of the oldest crafts in the world, and is often where innovation meets tradition to create an industry full of character and camaraderie that plays a critical role in our social and economic future. A successful butcher must demonstrate dexterous knife skills together with craft to be able to produce the most cuts to make every carcase profitable.\r\n\r\nButchers work in the meat and poultry industry, which is worth several billion pounds in the UK and employs thousands of workers in the farm to fork supply chain. Qualified butchers can look forward to rewarding careers in a range of environments with different types of employers.  Employers include both processors and retailers. Processors range from multi-national processing businesses supplying meat or meat products to, for example: large food  outlets, supermarkets and  hotel chains; to smaller processors supplying for example, independent/local food businesses. Retailers could include supermarkets, independent retailers and farm shops. Those with an entrepreneurial spirit may be particularly attracted to butchery as the sector relies on a high proportion of small businesses, offering the potential for experienced butchers to set up on their own.\r\n\r\nButchery is a highly skilled profession steeped in tradition and butchers will display understanding about a range of meat species and the various techniques needed to process and/or produce products. In addition, butchers will be able to cut, prepare, package and present meat products to the standards required of the business and specialist needs of commercial and/or consumers. Butchers will have a range of skills, knowledge and behaviours that can lead to rewarding careers in the butchery industry, not only in the UK but across the world.\r\n",
  "knowledges": [
    {
      "knowledgeId": "1cac5619-2899-4cec-9c4d-06076f770265",
      "detail": "C: The development of the meat sector leading up to the modern day, including its values, culture, traditions and connection to membership bodies and professional institutions"
    },
    {
      "knowledgeId": "0a8c63db-5f88-43c5-93a0-973eca33cccd",
      "detail": "C: The principles of butchery; including the selection, procurement, provenance and handling of livestock leading to welfare and associated lairage and slaughter practices, including Halal and Kosher"
    },
    {
      "knowledgeId": "659e212c-3ce7-4498-bd48-5e5e770154da",
      "detail": "C: The principles of waste minimisation, saleable yield and predictive costing methods"
    },
    {
      "knowledgeId": "0ab66324-4876-4ed1-b22e-48948f44dde0",
      "detail": "C: The meat and poultry marketplace including the supply chain/traceability functions and key legislative and  enforcement agencies that regulate the retail and/or process environments"
    },
    {
      "knowledgeId": "ae1f222b-a318-484e-ab55-3f48e8537602",
      "detail": "C: The principles of meat and poultry species including knowledge associated with carcass by- products, primal, joints and muscles"
    },
    {
      "knowledgeId": "60e1fb7c-ab5b-4843-bf51-a6c0a3b160c8",
      "detail": "C: The various craft and knife skills used for cutting, boning, trimming and mincing of meat including the use of relevant mechanical equipment as required"
    },
    {
      "knowledgeId": "3ea14280-f4cf-4d0f-afd0-3f5ab29966a0",
      "detail": "C: Cold storage, stock control and safe movement of meat and/or poultry in the butchery environment"
    },
    {
      "knowledgeId": "a12f749c-8701-490a-ba35-2dcb79a8ddf2",
      "detail": "C: Stock control, product pricing, quality assurance and meeting the expectations of customers &/or contractors"
    },
    {
      "knowledgeId": "7fc05d94-3fd0-4e40-a185-c6dbad417989",
      "detail": "C: Health and food safety including hygiene both in personal terms and as part of the wider food sales/production environment"
    },
    {
      "knowledgeId": "5bd82282-3e2b-4fd2-88a6-94f3543b30c7",
      "detail": "C: Methods for weighing products, controlling temperature, wrapping, sealing, packing, labelling and stock control of meat and poultry products for wholesale or retail sale"
    },
    {
      "knowledgeId": "cd1c2600-8ce9-4550-ba9c-7a77727f0475",
      "detail": "C: Employment, rights and responsibilities, including equality, team working practices and the importance of continuous personal development"
    },
    {
      "knowledgeId": "291c7c30-2723-4607-b64a-7dcdfefb6911",
      "detail": "O1: Know and understand the need for traceability in the procurement and supply of meat"
    },
    {
      "knowledgeId": "fe39285b-6c7f-43a6-b205-29e4021d25ad",
      "detail": "O1: Know and understand their role in the audit and inspection process"
    },
    {
      "knowledgeId": "2453938e-f322-4a5a-9c46-e8d8a534d617",
      "detail": "O2: Understand the counter sales environment, including cash administration, retail display, stock replenishment systems including on-line services"
    }
  ],
  "behaviours": [
    {
      "behaviourId": "89551a23-5ebc-420c-997a-fda6df252607",
      "detail": "C: Take appropriate personal operational responsibility for both health and food safety, apply safe working practices when using knives, hazardous tools and/or related equipment"
    },
    {
      "behaviourId": "4e81dc41-9631-488d-95c9-3e12663936bd",
      "detail": "C: Display a willingness to learn, solve problems & acquire new skills that will be applied in the working environment"
    },
    {
      "behaviourId": "46383795-d8ee-4a67-86ee-f4ced805c95f",
      "detail": "C: Be punctual, reliable, diligent and respectful towards customers, peers and colleagues at all times"
    },
    {
      "behaviourId": "6310c0ba-6617-4f62-a0b6-8861c04f2ff6",
      "detail": "C: Show attention to detail, carrying out duties in a diligent way and taking account of efficiencies and understanding how these support the profitability of the business"
    },
    {
      "behaviourId": "880da563-a7c8-45f4-a816-17f0dbd2cadf",
      "detail": "C: Maintain the vision and ethos of the business, including performance levels whilst taking pride in work and fostering positive relationships with customers and colleagues"
    }
  ],
  "skills": [
    {
      "skillId": "d822209e-dbb9-4dea-958a-66c42bb0d093",
      "detail": "C: Prove full awareness and adherence to health and safety regulations and/or additional requirements that may apply to their employer’s food business"
    },
    {
      "skillId": "7e848112-a2f2-4386-ac68-b8c3c7206411",
      "detail": "C: Carry out a range of primary and secondary butchery skills involving the use of steak and boning knives, hand saws, cleavers, banding needles and other relevant hand tools used in the process of primal cutting, boning, slicing, dicing, rolling, trimming and filleting as used in their employers business"
    },
    {
      "skillId": "d95a0781-c61a-4ea3-b993-aaf81eb1281a",
      "detail": "C: Produce meat and/or poultry products (as required) such as sausages/pies made to the specifications of customers or for sale to the public"
    },
    {
      "skillId": "818b1ace-2a96-496b-ba4d-f946d0e701ae",
      "detail": "C: Use machinery (as permitted) & other relevant cutting equipment including the ability to sharpen knives"
    },
    {
      "skillId": "5cd0e94f-9fcf-4ba9-b71e-68c6ab5a39b1",
      "detail": "C: Apply hand/eye co-ordination along with physical agility and manual handling of carcasses through the manufacturing/butchery process"
    },
    {
      "skillId": "22f8bc3a-9ac3-4811-919b-812e9b30999f",
      "detail": "C: Adhere to the legislative regulations that apply in the food industry plus the organisational policies and standard operating procedures that apply within the employer’s business"
    },
    {
      "skillId": "292a80a6-8356-4eee-9215-1ccde70206ba",
      "detail": "C: Display the ability to work in a team and individually as required in a busy environment with pre- determined deadlines and productivity targets"
    },
    {
      "skillId": "92a61f54-1e2e-4d9c-9f74-308add1b3577",
      "detail": "C: Maintain the quality environment; including product sampling, specification (including customer requirements), food safety compliance and traceability procedures in the meat supply chain"
    },
    {
      "skillId": "78331361-1456-453b-9cd6-f1c12cecc7e0",
      "detail": "C: Support workforce development; sharing own knowledge and experience to in order to assist new recruits and/or inexperienced colleagues"
    },
    {
      "skillId": "114c862d-a658-4889-a3b6-245ed7e91fca",
      "detail": "C: Communicate effectively with customers, suppliers and colleagues displaying the excellent interpersonal skills required to perform the role to the required standard"
    },
    {
      "skillId": "483fa7f4-ee96-462d-8547-791d5e8429f8",
      "detail": "O1: Estimate saleable yield and predictive costing methods as required for customers"
    },
    {
      "skillId": "c58d2e91-6e94-49bc-97d9-91e474b2779b",
      "detail": "O1: Produce meat to the specific volume, size & weight to meet the needs of national/local consumers and customers in a timely and accurate fashion"
    },
    {
      "skillId": "7f6a269b-8031-46e9-8136-46da5f3e2e44",
      "detail": "O2: Communicate enthusiastically and with personality to customers offering excellent service"
    },
    {
      "skillId": "16a72118-4ce6-4e41-816c-54f8756180df",
      "detail": "O2: Advise domestic and commercial customers on the preparation & cooking of red & white meat products"
    },
    {
      "skillId": "b638070c-4066-4666-a8bd-f0ce152910fb",
      "detail": "O2: Produce a minimum of three meat & poultry products from the following range including joints, portions, cooked and hot products, sausages, burgers, pasties, curing, smoking, air drying & value added products"
    },
    {
      "skillId": "2203e94c-e92a-44cc-b5ef-da8b3163beda",
      "detail": "O2: Plan & prepare for seasonal supply & demand (availability) of meat products ensuring best practice in the merchandising & promotion of seasonal foods"
    }
  ],
  "options": [],
  "optionsUnstructuredTemplate": [
    "Process",
    "Retail"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "epaApprovalDate": "",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "Claire Gill / Steve Walker",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "public.enquiries@ofqual.gov.uk",
    "webLink": "https://www.gov.uk/government/organisations/ofqual"
  },
  "approvedForDelivery": "2015-09-24T00:00:00 +00:00",
  "integratedApprenticeship": false,
  "integratedDegree": "",
  "tbReference": "TB0002",
  "tbMainContact": "Darren.Andrew@cranswick.co.uk david@lishmansbutchers.co.uk",
  "involvedEmployers": "ABP,Aubrey Allen,Bernard Matthews,Faccenda,Fairfax Meadow,J. W. Mettrick and Sons Ltd,John Taylor and Son Ltd,Morrisons,Tulip and Walter Smith Fine Foods",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "Retail butcher",
    "Process butcher",
    "In-Store butcher",
    "Sustainable retail butcher",
    "Sustainable process butcher",
    "Organic retail butcher",
    "Organic process butcher"
  ],
  "greenJobTitles": [
    "Sustainable retail butcher",
    "Sustainable process butcher",
    "Organic retail butcher",
    "Organic process butcher"
  ],
  "englishAndMathsQualifications": "",
  "reviewDetails": "",
  "pathway": "Retail",
  "cluster": "Specialist Retail Assistant",
  "createdDate": "2017-09-22T14:24:32 +00:00",
  "lastUpdated": "2022-08-22T00:00:00 +00:00",
  "occupationalStandardUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/butcher-v1-1?view=standard#OccupationalStandard",
  "standardPageUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/butcher-v1-1",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Process",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Retail",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    }
  ],
  "careerStarter": false
}