{
  "templateType": "Occupational Standard",
  "larsCode": 151,
  "referenceNumber": "ST0217",
  "title": "Senior healthcare support worker",
  "status": "Approved for delivery",
  "url": "https://www.instituteforapprenticeships.org/api/apprenticeshipstandards/151",
  "versionNumber": "1.4",
  "change": "Standard revised",
  "changedDate": "2023-04-03T00:00:00",
  "earliestStartDate": "2023-04-03T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Providing high-quality and compassionate specialist health and social care for a range of people.",
  "level": 3,
  "typicalDuration": 24,
  "maxFunding": 5000,
  "route": "Health and science",
  "keywords": [
    "health",
    "senior healthcare",
    "social care",
    "science",
    "health assistant",
    "community care"
  ],
  "jobRoles": [
    "Community support worker",
    "Maternity support worker",
    "Mental health support worker",
    "Senior healthcare support worker",
    "Theatre assistant",
    "Therapy assistant"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/senior-healthcare-support-worker-v1-4?view=epa",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.3 Health and social care",
  "version": "1.4",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;O&lt;/strong&gt;&lt;strong&gt;ccupation&lt;/strong&gt;&lt;strong&gt;al Profile&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Senior Healthcare Support Workers help registered practitioners deliver healthcare services to people &lt;strong&gt;(1)&lt;/strong&gt;. As an experienced support worker, you carry out a range of clinical and non-clinical healthcare or therapeutic tasks, under the direct or indirect supervision of the registered healthcare practitioner. &#160;You provide high quality, compassionate healthcare, following standards, policies or protocols and always acting within the limits of your competence. You may work in a range of services eg hospital, community, health or day case unit, birth centre or midwifery led unit, someone’s home, operating theatre, nursing or care home, assessment centre, hospice, school, prison, GP surgery, charity or voluntary organisation; working in partnership with individuals, families, carers and other service providers.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Re&lt;/strong&gt;&lt;strong&gt;sponsibilities and duty of the role&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Duties are delegated to you in line with care plans &lt;strong&gt;(2)&lt;/strong&gt;. Not all duties are routine and you will need to use your knowledge, experience and understanding to take decisions within your area of responsibility. You are accountable for your work and for reviewing the effectiveness of your actions. The role is undertaken following a period of experience in healthcare so you are able to demonstrate best practice and act as a role model. You may supervise or guide the less experienced staff in your team. You follow the Code of Conduct for Healthcare Support Workers and Adult Social Care Workers.&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;Options: &lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;1. adult nursing support,&lt;/p&gt;\n&lt;p&gt;2. maternity support,&lt;/p&gt;\n&lt;p&gt;3. theatre support,&lt;/p&gt;\n&lt;p&gt;4. mental health support,&lt;/p&gt;\n&lt;p&gt;5. children and young people support,&lt;/p&gt;\n&lt;p&gt;6. allied health profession – therapy support&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;Entr&lt;/strong&gt;&lt;strong&gt;y&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;When recruiting, employers may select apprentices with prior experience as a support worker.&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;P&lt;/strong&gt;&lt;strong&gt;ro&lt;/strong&gt;&lt;strong&gt;g&lt;/strong&gt;&lt;strong&gt;r&lt;/strong&gt;&lt;strong&gt;e&lt;/strong&gt;&lt;strong&gt;ssion&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;After a period of working and gaining experience, you may be able to work towards an Assistant Practitioner or Nursing Associate post or, providing you meet the entry requirements, apply to university to become a registered healthcare practitioner.&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;Qu&lt;/strong&gt;&lt;strong&gt;a&lt;/strong&gt;&lt;strong&gt;l&lt;/strong&gt;&lt;strong&gt;i&lt;/strong&gt;&lt;strong&gt;fi&lt;/strong&gt;&lt;strong&gt;cations&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;You must complete a Level 3 Diploma in Healthcare Support prior to taking the end-point assessment. Apprentices without level 2 English and maths will need to achieve this level prior to taking the end-point assessment.&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;Industry specific requirement&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;The apprentice must complete an induction which meets the 15 standards as set out in the Care Certificate &lt;strong&gt;(3)&lt;/strong&gt;.&lt;/p&gt;\n&lt;h4&gt;Level&#160;&lt;/h4&gt;\n&lt;p&gt;3&lt;/p&gt;\n&lt;h4&gt;Duration&#160;&lt;/h4&gt;\n&lt;p&gt;Typically 18 - 24 months&lt;/p&gt;\n&lt;h4&gt;Review date&lt;/h4&gt;\n&lt;p&gt;after 3 years&#160;&lt;/p&gt;\n&lt;p&gt;Apprentices complete the core and select one option&#160;&lt;/p&gt;\n&lt;h4&gt;Values&#160;&lt;/h4&gt;\n&lt;p&gt;You will be caring and compassionate, honest, conscientious and committed. honest, conscientious and committed&#160;&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;Behaviours&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;You will treat people with dignity, respecting individual&#39;s diversity, beliefs, culture, needs, values, privacy and preferences, show respect and empathy for those you work with, have the courage to challenge areas of concern and work to best practice, be adaptable, reliable and consistent, show discretion, show resilience and self-awareness and show supervisory leadership&lt;/p&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;table style=&quot;width: 707px;&quot; border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 134.84px;&quot;&gt;\n&lt;p&gt;CORE&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 246.16px;&quot;&gt;\n&lt;p&gt;You will be able to:&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 266px;&quot;&gt;\n&lt;p&gt;You will know and understand:&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 134.84px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;C1. Health and wellbeing&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 246.16px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;Assist registered healthcare practitioners with clinical or therapeutic tasks; follow care plans; notice and report changes&lt;/li&gt;\n&lt;li&gt;gather evidence to assist in obtaining a client history, review health-related data and information&lt;/li&gt;\n&lt;li&gt;promote physical and mental health and wellbeing, providing opportunistic brief advice on health and wellbeing&lt;/li&gt;\n&lt;li&gt;assist with an individual’s overall comfort, identify and respond to signs of pain or discomfort&lt;/li&gt;\n&lt;li&gt;recognise issues and deteriorations in mental and physical health, report and respond appropriately, supporting others to do so&lt;/li&gt;\n&lt;li&gt;recognise limitations in mental capacity and respond appropriately&lt;/li&gt;\n&lt;li&gt;perform basic life support for individuals&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 266px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;how to carry out routine and complex clinical or therapeutic tasks delegated to you, the care plans and delegation protocols used in your organisation&lt;/li&gt;\n&lt;li&gt;the types of information you need to collate when obtaining a client history, ways to record and share it&lt;/li&gt;\n&lt;li&gt;the indicators for good physical and mental health in relation to the demographic of individuals you are working with; the importance of fluids, nutrition and food safety; ways to signpost individuals to public health interventions or other services if appropriate&lt;/li&gt;\n&lt;li&gt;how to support a person’s comfort and wellbeing, the signs of a person whose health and wellbeing is deteriorating or who is experiencing pain or discomfort&lt;/li&gt;\n&lt;li&gt;the main types of mental ill health and their impact on people’s lives; indicators for mental capacity, the importance of early diagnosis in relation to cognitive issues; the possible signs of mental ill health and learning disability in people; why&lt;/li&gt;\n&lt;li&gt;external factors, adapting from childhood to adulthood, depression, delirium or the normal ageing process may be mistaken for mental ill health; how changes in cognition can impact health and wellbeing; how to report changes and deterioration; how to support others to report changes and deterioration, how to escalate changes and deterioration&lt;/li&gt;\n&lt;li&gt;how to perform basic life support and use adjuncts to support resuscitation&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 134.84px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;C2. Duty of care&#160;&lt;/strong&gt;&lt;strong&gt;a&lt;/strong&gt;&lt;strong&gt;n&lt;/strong&gt;&lt;strong&gt;d candour, safeguarding, equality and diversity&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 246.16px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;follow the principles for equality, diversity and inclusion&lt;/li&gt;\n&lt;li&gt;implement a duty of care and candour&lt;/li&gt;\n&lt;li&gt;safeguard and protect adults and children; promote the principles to others&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 266px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;legislation, policies and local ways of working about duty of care, candour, raising concerns, safeguarding/ protection from abuse, diversity, equality and inclusion; what they mean, why they are important, how to promote them to others&lt;/li&gt;\n&lt;li&gt;how discrimination can happen; how to deal with conflicts between a person’s rights and a duty of care&lt;/li&gt;\n&lt;li&gt;The signs of abuse, what to do if you suspect it, how to reduce the chances of abuse as much as possible&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 134.84px;&quot;&gt;\n&lt;p&gt;&lt;strong&gt;C3. Person&#160;&lt;/strong&gt;&lt;strong&gt;centred care, treatment and support&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 246.16px;&quot;&gt;&lt;br /&gt;\n&lt;ul&gt;\n&lt;li&gt;demonstrate what it means in practice to promote and provide person centred care, treatment and support by obtaining valid consent, and carrying out risk assessments&lt;/li&gt;\n&lt;li&gt;work in partnership with the individual, their carer, families and the wider healthcare team&lt;/li&gt;\n&lt;li&gt;promote clinical effectiveness, safety and a good experience for the individual&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 266px;&quot;&gt;&lt;br /&gt;\n&lt;ul&gt;\n&lt;li&gt;why it is important to gain consent &lt;strong&gt;(4)&lt;/strong&gt;, even when it is difficult; how to undertake risk assessment in enabling a person centred approach; why it is important to promote ‘person centred care, treatment and support’&lt;/li&gt;\n&lt;/ul&gt;\n&lt;ul&gt;\n&lt;li&gt;why it is important to encourage people to be actively involved in their own care or treatment; why it is important to give people choices about their care and to treat people as valuable and unique&lt;/li&gt;\n&lt;li&gt;why safety and clinical effectiveness are important; the importance of managing relationships and boundaries with service users&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 134.84px;&quot;&gt;&lt;strong&gt;C4. Communication&#160;&lt;/strong&gt;&lt;/td&gt;\n&lt;td style=&quot;width: 246.16px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;demonstrate and promote effective communication using a range of techniques&lt;/li&gt;\n&lt;li&gt;observe and record verbal and non-verbal communication&lt;/li&gt;\n&lt;li&gt;Handle information (record, report and store information) in line with local and national policies, keep information confidential and support others to do so; take part in audits&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 266px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;why it is important to promote effective communication at work; how to communicate with people who have specific language needs or wishes; how to reduce communication problems and respond to complaints; techniques for difficult situations, local guidelines for dealing with abusive behaviour&lt;/li&gt;\n&lt;li&gt;how verbal and non-verbal communication may relate to an individual’s condition&lt;/li&gt;\n&lt;li&gt;legislation, policies and local ways of working about handling information; why it is important to record and store information securely and confidentially and support others to do so; e-safety; the audit process and how it relates to your role&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 134.84px;&quot;&gt;&lt;strong&gt;C5. Personal, people and quality improvement&lt;/strong&gt;&lt;/td&gt;\n&lt;td style=&quot;width: 246.16px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;act within the limits of your competence and authority; ensure that anyone you supervise acts within theirs’&lt;/li&gt;\n&lt;li&gt;take responsibility for, prioritise and reflect on your own actions, work and performance; maintain and further develop your own skills and knowledge, participate in appraisal&lt;/li&gt;\n&lt;li&gt;work as part of a team, seek help and guidance when you are not sure, escalate concerns in a timely manner to the correct person; support or supervise colleagues as required, delegate well- defined tasks appropriately&lt;/li&gt;\n&lt;li&gt;act as a role model; mentor peers; deliver training through demonstration and instruction&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 266px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;your responsibilities and duties; the limits of your competence and authority; that of those you supervise; the values of your organisation; legislation, standards, policies, protocols you should adhere to; why it is important to work in ways agreed by your employer&lt;/li&gt;\n&lt;li&gt;how to seek feedback, reflect on your actions, how to evaluate your work and create a personal development plan&lt;/li&gt;\n&lt;li&gt;the importance of working well with others, your own health, wellbeing, resilience and that of colleagues; who or where to go for help and advice about anything related to your work or people you support; how to supervise others&lt;/li&gt;\n&lt;li&gt;behaviours expected from a role model; the principles of training and mentoring&lt;/li&gt;\n&lt;li&gt;the importance of gathering service user views; ways to identify and escalate opportunities to provide a better or more effective service&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td style=&quot;width: 134.84px;&quot;&gt;&lt;strong&gt;C6. Health,&#160;safety and security&lt;/strong&gt;&lt;/td&gt;\n&lt;td style=&quot;width: 246.16px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;maintain a safe and healthy working environment, take appropriate action in response to incidents or emergencies, following local guidelines&lt;/li&gt;\n&lt;li&gt;move and position individuals, equipment and other items safely&lt;/li&gt;\n&lt;li&gt;undertake risk assessments&lt;/li&gt;\n&lt;li&gt;use a range of techniques for infection prevention and control, eg waste management, spillage, hand washing, use of Personal Protective Equipment (PPE)&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td style=&quot;width: 266px;&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;how to promote health and safety at work; what to do in situations that could cause harm; how to handle hazardous materials&lt;/li&gt;\n&lt;li&gt;move and position people, equipment or other objects safely in line with agreed ways of working&lt;/li&gt;\n&lt;li&gt;the meaning of risk /risk assessment; how to recognise risk or hazards, undertake risk assessment, escalate where appropriate, operate safe systems of work&lt;/li&gt;\n&lt;li&gt;the importance of a clean workplace; legislation, policies and local ways of working for the prevention of &#160;infection; personal hygiene, handwashing; the right use of PPE : gloves, aprons, masks; how infections start and spread; how to clean, disinfect and sterilise&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h4&gt;&lt;strong&gt;Opt&lt;/strong&gt;&lt;strong&gt;i&lt;/strong&gt;&lt;strong&gt;o&lt;/strong&gt;&lt;strong&gt;n 1 – Senior HCSW (Adult Nursing Support)&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;Senior adult nursing support workers look after adults in a range of settings, duties will vary accordingly. In most instances your supervisor will be a registered nurse. Some people you support have short term needs; eg they have sustained an injury. Others may have long-term conditions which affect them every day, all their lives eg asthma, diabetes, cancer, heart disease, dementia, depression, stroke or arthritis. Many people suffer from more than one condition eg an older person who has sustained a fall and has a wound that needs regular dressing, may also have heart disease. Some people will need round the clock care, being able to do very little for themselves, requiring you to look after all their personal needs including feeding, washing, going to the toilet as well as carrying out clinical tasks like checking their blood pressure or pulse.&lt;/p&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;td width=&quot;72&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Op&lt;/strong&gt;&lt;strong&gt;tion 1&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;209&quot;&gt;\n&lt;p&gt;&lt;strong&gt;You will be able to:&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;170&quot;&gt;\n&lt;p&gt;&lt;strong&gt;You will know and understand:&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;72&quot;&gt;\n&lt;p&gt;&lt;strong&gt;1.&lt;/strong&gt;&lt;strong&gt;1 Assist with&#160;&lt;/strong&gt;&lt;strong&gt;clinical tasks&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;209&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;assist nurses with delegated clinical tasks&lt;/li&gt;\n&lt;li&gt;undertake a range of physiological measurements on adults&lt;/li&gt;\n&lt;li&gt;assist with tissue viability risk assessments&lt;/li&gt;\n&lt;li&gt;assist with caring for wounds&lt;/li&gt;\n&lt;li&gt;obtain and test samples and other specimens&lt;/li&gt;\n&lt;li&gt;support frailty, end of life care5&lt;/li&gt;\n&lt;li&gt;contribute to discharge from services&lt;/li&gt;\n&lt;li&gt;monitor and maintain the environment, equipment and resources; perform first line calibration on clinical equipment and manage stock control&lt;/li&gt;\n&lt;li&gt;recognise limitations in mental capacity and respond appropriately&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Oth&lt;/strong&gt;&lt;strong&gt;e&lt;/strong&gt;&lt;strong&gt;r clinical tasks &lt;/strong&gt;are determined by your local work setting and policies eg: support people to receive medication or non-oral treatments; monitor the effects of medication; care for stomas; take ECGs; care for individuals with catheters or nasogastric tubes; carry out screening activities eg hearing or vision; monitor swallowing, prepare or carry out extended feeding techniques.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;170&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;which clinical tasks you will routinely be expected to carry out within your role&lt;/li&gt;\n&lt;li&gt;the range of physiological states that can be measured including body temperature, height, weight, blood pressure, pulse, urinary output, breathing rate, oxygen saturation, and blood sugar levels; the types of equipment used for measuring physiological states in adults and how to check they are in working order&lt;/li&gt;\n&lt;li&gt;the importance of skin integrity and how to check it&lt;/li&gt;\n&lt;li&gt;how to care for wounds&lt;/li&gt;\n&lt;li&gt;how to take and test venous and capillary blood and other specimens&lt;/li&gt;\n&lt;li&gt;what is meant by frailty; the end of life phase and factors which impact on the care of the dying or deceased&lt;/li&gt;\n&lt;li&gt;the discharge process, the availability and services offered by the extended health and social care system&lt;/li&gt;\n&lt;li&gt;where to source equipment and resources&lt;/li&gt;\n&lt;li&gt;the importance of early diagnosis in relation to dementia and other cognitive issues; why depression, delirium and the normal ageing process may be mistaken for dementia&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;72&quot;&gt;\n&lt;p&gt;&lt;strong&gt;1.&lt;/strong&gt;&lt;strong&gt;2 Activities of&#160;&lt;/strong&gt;&lt;strong&gt;daily living&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;209&quot;&gt;&#160;\n&lt;ul&gt;\n&lt;li&gt;support adults to develop and maintain skills for everyday life, continuing recommended therapies and activities and encouraging them to take responsibility for their own health and wellbeing; support carers to meet the needs of the adult; advise and inform adults on managing their own condition&lt;/li&gt;\n&lt;li&gt;support or enable adults to eat, drink&lt;/li&gt;\n&lt;li&gt;support or enable adults to wash and dress and use the toilet&lt;/li&gt;\n&lt;li&gt;support adults to be mobile, rest, sleep, keep safe or express their sexuality&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;170&quot;&gt;&#160;\n&lt;ul&gt;\n&lt;li&gt;approaches to promoting health and wellbeing; a range of long term conditions and the impact they may have on a person’s physical and mental health and well- being; which long term conditions you are most likely to support in your role; the activities of daily living and ways in which you can support individual’s to maintain and improve them&lt;/li&gt;\n&lt;li&gt;the effects of poor nutrition and dehydration&lt;/li&gt;\n&lt;li&gt;how to wash, dress and support an adult to use the toilet; ways to manage situations in which the adult cannot do these things for themselves&lt;/li&gt;\n&lt;li&gt;how to help adults to be mobile and the importance of rest and sleep&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;h4&gt;&lt;strong&gt;Opt&lt;/strong&gt;&lt;strong&gt;i&lt;/strong&gt;&lt;strong&gt;o&lt;/strong&gt;&lt;strong&gt;n 2 – Senior HCSW (Maternity Support)&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;Maternity Support Workers assist midwives to look after pregnant women, mothers and newborn babies in a range of settings. Under the supervision of a registered midwife, you will contribute to the care of women antenatally and during birth, and of women and babies postnatally. You will support new parents to care for their baby and to develop confidence and bonding.&lt;/p&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;td width=&quot;73&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Opt&lt;/strong&gt;&lt;strong&gt;i&lt;/strong&gt;&lt;strong&gt;o&lt;/strong&gt;&lt;strong&gt;n 2&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;191&quot;&gt;\n&lt;p&gt;&lt;strong&gt;You will be able to:&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;185&quot;&gt;\n&lt;p&gt;&lt;strong&gt;You will know and understand:&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;73&quot;&gt;\n&lt;p&gt;&lt;strong&gt;2.&lt;/strong&gt;&lt;strong&gt;1 Assist with&#160;&lt;/strong&gt;&lt;strong&gt;clinical tasks&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;191&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;assist the maternity team with delegated clinical tasks&lt;/li&gt;\n&lt;li&gt;recognise any deterioration in mental and emotional wellbeing and respond appropriately&lt;/li&gt;\n&lt;li&gt;assist the midwife with teaching bathing, breastfeeding, parenting skills and post-natal exercises&lt;/li&gt;\n&lt;li&gt;undertake a range of physiological measurements using the appropriate equipment&lt;/li&gt;\n&lt;li&gt;obtain and test venous and capillary blood samples and other specimens&lt;/li&gt;\n&lt;li&gt;assist other practitioners with performing ultrasound scans&lt;/li&gt;\n&lt;li&gt;provide support to other practitioners with instrumental deliveries&lt;/li&gt;\n&lt;li&gt;carry out Emergency First Aid and assist midwife with neonatal resuscitation&lt;/li&gt;\n&lt;li&gt;support women with general personal hygiene, carrying it out for those unable to, including care for women with urethral catheters&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;185&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;your role in deliveries including cleaning, filling and maintaining the birthing pool to correct temperature, maintaining the birthing environment and resources&lt;/li&gt;\n&lt;li&gt;possible signs of mental ill health and depression and the potential impact of pregnancy, labour, delivery or parenthood&lt;/li&gt;\n&lt;li&gt;your role in antenatal and postnatal health education&lt;/li&gt;\n&lt;li&gt;the range of physiological states that can be measured including body temperature, height, weight, blood pressure, pulse, urinary output, breathing rate, oxygen saturation, and blood sugar levels; the normal ranges and how to report deviations; the types of equipment used for measuring physiological states in adults and how to check they are in working order, as well as recording all findings accurately&lt;/li&gt;\n&lt;li&gt;how to take and test venous and capillary blood and other specimens&lt;/li&gt;\n&lt;li&gt;ways to position individuals for ultrasound scanning&lt;/li&gt;\n&lt;li&gt;how to lay up trolleys for instrumental deliveries, opening packs, gathering equipment and disposal; how to support the midwife to prepare women for caesarean section and care for them post-operatively, including measuring for TED stockings, providing a gown, positioning them and undertaking physiological measurements&lt;/li&gt;\n&lt;li&gt;first aid and resuscitation techniques for babies&lt;/li&gt;\n&lt;li&gt;how to wash, dress and support an adult to use the toilet; ways to manage situations in which the adult cannot do these things for themselves; reasons why a urethral catheter is in place and the importance of regular monitoring&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;73&quot;&gt;\n&lt;p&gt;&lt;strong&gt;2.&lt;/strong&gt;&lt;strong&gt;2 Assist with&#160;&lt;/strong&gt;&lt;strong&gt;caring for babies&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;191&quot;&gt;&#160;\n&lt;ul&gt;\n&lt;li&gt;identify baby and provide wristband or label in line with local security procedures&lt;/li&gt;\n&lt;li&gt;undertake a range of physiological measurements on babies using the appropriate equipment including weight, temperature, breathing rate, heart rate and oxygen saturation&lt;/li&gt;\n&lt;li&gt;care for the physical needs of babies undertaking routine healthy baby observations and reporting any abnormalities&lt;/li&gt;\n&lt;li&gt;support parents to meet the hygiene and nutritional needs of baby&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;185&quot;&gt;&#160;\n&lt;ul&gt;\n&lt;li&gt;local security procedures&lt;/li&gt;\n&lt;li&gt;the range of physiological states that can be measured including body temperature, weight, breathing rate, heart rate and oxygen saturation; the normal ranges and how to report deviations; the types of equipment used for measuring physiological states in babies and how to check they are in working order&lt;/li&gt;\n&lt;li&gt;the routine health baby observations including cord care, eye care, oral hygiene, checking stools and recognising and reporting potential signs of neo-natal jaundice&lt;/li&gt;\n&lt;li&gt;ways to care for the nutritional needs of babies including supporting women to breastfeed, the position and comfort of breastfeeding: the position and attachment of baby; how to use a breast pump or hand express; how to assist with syringe feeding of expressed milk; how to sterilise equipment; cup and bottle feeding, the preparation of formula milk as necessary&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;73&quot;&gt;\n&lt;p&gt;&lt;strong&gt;2.&lt;/strong&gt;&lt;strong&gt;3 Support&#160;&lt;/strong&gt;&lt;strong&gt;mothers and birthing partners&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;191&quot;&gt;&#160;\n&lt;ul&gt;\n&lt;li&gt;support parents/carers to interact with and care for their newborn baby&lt;/li&gt;\n&lt;li&gt;provide reassurance to mothers and birthing partners, working in partnership with families to support individuals&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;185&quot;&gt;&#160;\n&lt;ul&gt;\n&lt;li&gt;ways to interact and care for babies including promoting skin to skin contact&lt;/li&gt;\n&lt;li&gt;how to provide advice and information on feeding, parenting skills, family adjustments, nutritional health, smoking cessation and promoting the overall health and well-being of mothers and babies; ways to support bereaved families and where to direct families to for further advice and support; how to assist with photographing and creating memories as required&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h3&gt;&lt;strong&gt;Opt&lt;/strong&gt;&lt;strong&gt;i&lt;/strong&gt;&lt;strong&gt;o&lt;/strong&gt;&lt;strong&gt;n 3 – Senior HCSW (Theatre Support)&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Theatre Support Workers look after people before, during and after operations. In most instances your supervisor will be a registered theatre nurse or an operating department practitioner. You will support people as they are preparing to go into theatre, reassuring them if they are anxious, and helping them move them back to recovery following their procedure. You will support the team that carries out the operations by carrying out a range of checks, such as checking individuals into the theatre department, preparing equipment, counting swabs or other instruments and measuring fluids. &#160;You may be involved in routine operations or traumatic and emergency surgery.&lt;/p&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;td width=&quot;117&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Opt&lt;/strong&gt;&lt;strong&gt;i&lt;/strong&gt;&lt;strong&gt;o&lt;/strong&gt;&lt;strong&gt;n 3&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;151&quot;&gt;\n&lt;p&gt;&lt;strong&gt;You will be able to:&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;180&quot;&gt;\n&lt;p&gt;&lt;strong&gt;You will know and understand:&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;117&quot;&gt;\n&lt;p&gt;&lt;strong&gt;3.&lt;/strong&gt;&lt;strong&gt;1 Assist&#160;&lt;/strong&gt;&lt;strong&gt;h&lt;/strong&gt;&lt;strong&gt;ea&lt;/strong&gt;&lt;strong&gt;lthc&lt;/strong&gt;&lt;strong&gt;a&lt;/strong&gt;&lt;strong&gt;r&lt;/strong&gt;&lt;strong&gt;e practitioners with delegated clinical tasks&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;151&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;provide support to the surgical team when preparing and delivering operative and invasive procedures; perform the non- scrubbed circulating role; position individuals&lt;/li&gt;\n&lt;li&gt;complete pre and post-operative checklists&lt;/li&gt;\n&lt;li&gt;take part in team briefing, patient sign in, timeout, sign out and debriefing&lt;/li&gt;\n&lt;li&gt;undertake a range of physiological measurements on adults, babies or children using the appropriate equipment&lt;/li&gt;\n&lt;li&gt;measure and record an individual’s body fluid balance&lt;/li&gt;\n&lt;li&gt;prepare the clinical environment, provide support for pre and post-operative anaesthesia and recovery&lt;/li&gt;\n&lt;li&gt;assist in receiving, handling and dispatching clinical specimens or blood products&lt;/li&gt;\n&lt;li&gt;support end of life care &lt;strong&gt;(6)&lt;/strong&gt; and care of the deceased&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;180&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;factors that affect the choice of site for the attachment of surgical instruments; how to use skin preparation agents and surgical drapes; ways to position individuals for surgery&lt;/li&gt;\n&lt;li&gt;pre and post-operative checks including: identification, operation site marking and pregnancy; the steps for safer surgery&lt;/li&gt;\n&lt;li&gt;the theatre team, its protocols and how it fits within the organisational structure&lt;/li&gt;\n&lt;li&gt;the range of physiological states that can be measured including body temperature, blood pressure, pulse, urinary output, breathing rate and oxygen saturation and how anaesthesia may affect them; advocacy for the unconscious and conscious patient; chaperoning; how surgery may impact on an individual’s mental capacity&lt;/li&gt;\n&lt;li&gt;the purpose for recording an individual’s body fluid; factors that affect input and output and wound drainage&lt;/li&gt;\n&lt;li&gt;potential hazards; how to report issues; common adverse reactions to anaesthesia; how to report deviations from normal; standard precautions for infection prevention and control: ways to avoid compromising and actions to take when there is a breakdown in the sterile field&lt;/li&gt;\n&lt;li&gt;types and uses of containers and transport, procedures for labelling, handling, dispatching recording and reporting for clinical specimens and blood products&lt;/li&gt;\n&lt;li&gt;how different beliefs and cultures may affect pre and post-operative surgery, including disposal of body parts and preparation for planned surgery and the organ donor process; the end of life phase and factors which impact on the care of the dying or deceased&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;117&quot;&gt;\n&lt;p&gt;&lt;strong&gt;3.&lt;/strong&gt;&lt;strong&gt;2 Support&#160;&lt;/strong&gt;&lt;strong&gt;individuals&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;151&quot;&gt;&#160;\n&lt;ul&gt;\n&lt;li&gt;act as an advocate for the unconscious and conscious patient who could be a baby, child or adult; provide reassurance before, during and after surgery&lt;/li&gt;\n&lt;li&gt;transport individuals, checking correct documentation goes with them and that any equipment used is cleaned and returned&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;180&quot;&gt;&#160;\n&lt;ul&gt;\n&lt;li&gt;ways to keep the individual informed of what is happening, why and who is involved; verbal and non-verbal indicators to determine an individual’s ability to move independently; the effects of pre-medication and anaesthesia&lt;/li&gt;\n&lt;li&gt;safe moving and handling techniques that maintain an individual’s privacy and dignity&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;117&quot;&gt;\n&lt;p&gt;&lt;strong&gt;3.&lt;/strong&gt;&lt;strong&gt;3 Equipment&#160;&lt;/strong&gt;&lt;strong&gt;and resources&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;151&quot;&gt;&#160;\n&lt;ul&gt;\n&lt;li&gt;prepare and provide surgical instrumentation and supplementary items for the surgical team&lt;/li&gt;\n&lt;li&gt;carry out counts for swabs, sharps, instrument and disposable items&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;180&quot;&gt;&#160;\n&lt;ul&gt;\n&lt;li&gt;the types, purpose and function of surgical instruments and supplementary items used in theatre&lt;/li&gt;\n&lt;li&gt;how to identify, measure, account for and record items and sharps used; local policy and procedure for instrument counts and what to do if a swab, sharp, instrument or other disposable item is missing; cost implications of how items used during surgery and surgery time may influence the overall commissioning of surgical procedures&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h4&gt;&lt;strong&gt;Opt&lt;/strong&gt;&lt;strong&gt;i&lt;/strong&gt;&lt;strong&gt;o&lt;/strong&gt;&lt;strong&gt;n 4 – Senior HCSW (Mental Health Support)&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;Mental Health Support Workers support individuals with mental ill health. You work as part of a multi-disciplinary team offering a range of mental health services.You will support individuals, and their families, at different stages of their illness or recovery by listening, providing emotional support, developing and reviewing plans to meet their needs; observing and reporting changes in their mental and physical well-being; encouraging independence and enabling them to manage their condition and quality of life. Usually you will have to work closely with carers and with other organisations eg housing or social care&lt;/p&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;td width=&quot;136&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Opt&lt;/strong&gt;&lt;strong&gt;i&lt;/strong&gt;&lt;strong&gt;o&lt;/strong&gt;&lt;strong&gt;n 4&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;187&quot;&gt;\n&lt;p&gt;&lt;strong&gt;You will be able to:&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;166&quot;&gt;\n&lt;p&gt;&lt;strong&gt;You will know and understand:&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;136&quot;&gt;\n&lt;p&gt;&lt;strong&gt;4.&lt;/strong&gt;&lt;strong&gt;1 Assist with&#160;&lt;/strong&gt;&lt;strong&gt;d&lt;/strong&gt;&lt;strong&gt;e&lt;/strong&gt;&lt;strong&gt;l&lt;/strong&gt;&lt;strong&gt;ega&lt;/strong&gt;&lt;strong&gt;t&lt;/strong&gt;&lt;strong&gt;ed &lt;/strong&gt;&lt;strong&gt;clinical tasks and therapeutic interventions&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;187&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;assist registered practitioners with delegated mental health tasks and therapeutic interventions in line with current legislation and policy&lt;/li&gt;\n&lt;li&gt;undertake a range of physiological measurements on adults&lt;/li&gt;\n&lt;li&gt;apply specific communication skills to build and sustain relationships with individuals and carers being aware of where barriers may exist; observe and record verbal and non-verbal communication, recognising how it may be relevant to the individual’s condition&lt;/li&gt;\n&lt;li&gt;implement strategies to promote mental well-being; implement strategies to support individuals with mental ill health&lt;/li&gt;\n&lt;li&gt;identify ways mental health may be affecting an individual’s emotions, thinking and behaviour and respond accordingly&lt;/li&gt;\n&lt;li&gt;observe, record and report changes; use proactive approaches to manage behaviour which challenges&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;166&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;current legal policy and service frameworks for mental health (eg Mental Capacity Act, Deprivation of Liberty Safeguards and Mental Health Act); the impact they have on interventions including: rights of people using services or giving formal or informal support, the role of advocacy&lt;/li&gt;\n&lt;li&gt;the range of physiological states that can be measured including body temperature, height, weight, blood pressure, pulse, urinary output, breathing rate, oxygen saturation, and blood sugar levels; the types of equipment used for measuring physiological states in adults, how to check they are in working order&lt;/li&gt;\n&lt;li&gt;a range of communication techniques relevant to mental health situations, including dealing with barriers to communication and conflicting opinions, powerful emotions, past experiences, delusions, hallucinations, confusion, stereotypes and assumptions, medication or substance misuse, environment, personality clashes, unrealistic expectations, issues of power or control, cultural differences, overload, organisational dynamics&lt;/li&gt;\n&lt;li&gt;the nature of mental health well-being; the main forms of mental ill health according to the psychiatric (DSM/ICD) classification system: mood, personality, anxiety, psychotic, substance-related, eating, cognitive disorders, trauma; positive or negative impacts mental ill health may have: psychological, emotional, practical, financial, social exclusion&lt;/li&gt;\n&lt;li&gt;main interventions in mental health, including their strengths and limitations, adhering to national guidelines; the key principles and factors for choosing them; the benefits of early intervention&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;136&quot;&gt;\n&lt;p&gt;&lt;strong&gt;4.&lt;/strong&gt;&lt;strong&gt;2 Support&#160;&lt;/strong&gt;&lt;strong&gt;individuals&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;187&quot;&gt;&#160;\n&lt;ul&gt;\n&lt;li&gt;take an active approach in supporting service users or carers to manage their condition, including during change and transitions, recognising the impact of mental ill health on them and others enable and empower individuals to actively participate in society&lt;/li&gt;\n&lt;li&gt;promote a recovery based approach enabling the individual to manage their condition&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;166&quot;&gt;&#160;\n&lt;ul&gt;\n&lt;li&gt;the needs of people with mental ill health and those supporting them at key stages and through times of change or transition eg when they first develop mental health problems, if they go into psychiatric care, over the long term; how and when to refer; the impact of the individual’s mental ill-health on their life, family, friendships, ability to work and actively participate in society a range of coping strategies and skills; sources of specialist support including: other services, interpreters, translators, speech therapy, psychologists, advocacy, equipment and communication aids&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;136&quot;&gt;\n&lt;p&gt;&lt;strong&gt;4.&lt;/strong&gt;&lt;strong&gt;3 Risk&#160;&lt;/strong&gt;&lt;strong&gt;assessment and risk management&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;187&quot;&gt;&#160;\n&lt;ul&gt;\n&lt;li&gt;identify situations when you need additional support to communicate and build relationships&lt;/li&gt;\n&lt;li&gt;involve carers and family members in risk management processes&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;166&quot;&gt;&#160;\n&lt;ul&gt;\n&lt;li&gt;risk factors eg risk of harm to self or others, being harmed by others (including mental health services), a range of triggers which may occur and the impact of the environment&lt;/li&gt;\n&lt;li&gt;prevention and risk reduction strategies, including suicide, behaviours which challenge, substance misuse, self-neglect&lt;/li&gt;\n&lt;li&gt;ways to review/protect own mental health and wellbeing&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h4&gt;&lt;strong&gt;Opt&lt;/strong&gt;&lt;strong&gt;i&lt;/strong&gt;&lt;strong&gt;o&lt;/strong&gt;&lt;strong&gt;n 5 – Senior HCSW (Children and young people)&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;Children and young people &lt;strong&gt;(CYP 7)&lt;/strong&gt; senior healthcare support workers look after neonates, babies, infants, children and young people in a range of settings; your duties will vary accordingly. You will support them with their healthcare needs. Your supervisor will be a registered healthcare practitioner, in most instances a registered nurse. You will work within guidelines and legislation designed to protect and support children and young people, recognising the different needs and rights they have at different ages and stages of their development. You will promote person and family-centred care, working in partnership with parents, families and other services and agencies.&lt;/p&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;td width=&quot;74&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Op&lt;/strong&gt;&lt;strong&gt;tion 5&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;180&quot;&gt;\n&lt;p&gt;&lt;strong&gt;You will be able to:&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;202&quot;&gt;\n&lt;p&gt;&lt;strong&gt;You will know and understand:&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;74&quot;&gt;\n&lt;p&gt;&lt;strong&gt;5.&lt;/strong&gt;&lt;strong&gt;1 Assist with&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;clinical tasks&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;180&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;assist nurses with delegated clinical tasks in line with current legislation and policy&lt;/li&gt;\n&lt;li&gt;support the CYP before, during and after clinical or therapeutic procedures&lt;/li&gt;\n&lt;li&gt;communicate with the CYP using age appropriate communication and shared decision making with them, the family and carer&lt;/li&gt;\n&lt;li&gt;support life-limiting conditions and contribute to end of life care &lt;strong&gt;(8)&lt;/strong&gt;&lt;/li&gt;\n&lt;li&gt;recognise limitations in mental capacity and respond appropriately&lt;/li&gt;\n&lt;li&gt;monitor and maintain the environment, equipment and resources; perform first line calibration on clinical equipment and manage stock control&lt;/li&gt;\n&lt;li&gt;contribute to discharge from services&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;Oth&lt;/strong&gt;&lt;strong&gt;e&lt;/strong&gt;&lt;strong&gt;r clinical tasks &lt;/strong&gt;are determined by your local work setting and policies eg physiological measurements, venepuncture, intravenous cannulation; tissue viability risk assessments; caring for wounds; obtaining and testing samples and other specimens&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;202&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;current legal policy and service frameworks for CYP (eg The Children’s Act&lt;/li&gt;\n&lt;li&gt;1989 and 2004); Mental Capacity Act in relation to CYP; the rights of CYP at different ages; safeguarding of CYP, consent and proxy consent, parental responsibility, and &#39;acting in a child&#39;s best interests;&#39;&lt;/li&gt;\n&lt;li&gt;the clinical tasks you will routinely be expected to carry out within your role including reasonable adjustments; healthcare needs of CYP ways to promote self-management and independence&lt;/li&gt;\n&lt;li&gt;anatomy, physiology and pathophysiology of CYP; stages of development; functional changes associated with disease or injury; ways to support physical or learning disability&lt;/li&gt;\n&lt;li&gt;what is meant by life-limiting conditions; and the impact this can have on child development; the end of life phase and factors which impact on the care of the dying or deceased in line with national and local guidelines&lt;/li&gt;\n&lt;li&gt;patient centred care; the parent/CYP bond; working in partnership with families and carers to deliver holistic family-centred care; the importance of families’ choices and listening to the voice of the CYP, parent or carer; the importance of supporting CYP in the context of their social and educational need;&lt;/li&gt;\n&lt;li&gt;specific moving and positioning techniques to use with CYP&lt;/li&gt;\n&lt;li&gt;where equipment and resources importance of shared communication across the multidisciplinary team, including appropriate escalation&lt;/li&gt;\n&lt;li&gt;the discharge process, the availability of services offered by the extended health and social care system&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;74&quot;&gt;\n&lt;p&gt;&lt;strong&gt;5.&lt;/strong&gt;&lt;strong&gt;2 Activities of&#160;&lt;/strong&gt;&lt;strong&gt;daily living&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;180&quot;&gt;&#160;\n&lt;ul&gt;\n&lt;li&gt;support CYP to develop and maintain skills for everyday life, including the opportunities to play, learn and relax&lt;/li&gt;\n&lt;li&gt;develop positive relationships with CYP&lt;/li&gt;\n&lt;li&gt;help CYP to understand their own health and wellbeing, working in partnership with them, offering advice, information and support on how they manage their own condition&lt;/li&gt;\n&lt;li&gt;support parents, families and carers to meet the needs of the CYP&lt;/li&gt;\n&lt;li&gt;support nutrition and hydration&lt;/li&gt;\n&lt;li&gt;support continence, washing and dressing&lt;/li&gt;\n&lt;li&gt;support mobility, rest, sleep, keeping safe or expressing sexuality&lt;/li&gt;\n&lt;li&gt;assist with teaching parenting skills; encouraging public health awareness in relation to immunisation, nutrition, healthy diet, mental health, self-harm and other safeguarding issues that affect CYP&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;202&quot;&gt;&#160;\n&lt;ul&gt;\n&lt;li&gt;the importance of promoting family-centred care, including the participation of the CYP and families/carers in the delivery of care&lt;/li&gt;\n&lt;li&gt;approaches to promoting health and wellbeing through the national public health agenda; including the impact of a range of long term conditions on a CYP’s physical and mental health and well-being&lt;/li&gt;\n&lt;li&gt;common childhood illnesses, their impact on the activities of daily living and ways in which you can support CYP to develop, maintain and recover&lt;/li&gt;\n&lt;li&gt;the importance of nutrition and hydration on health and development of CYP; methods for providing and supporting nutrition in CYP or supporting and encouraging breast feeding&lt;/li&gt;\n&lt;/ul&gt;\n&lt;ul&gt;\n&lt;li&gt;how to support CYP to wash, dress, and use the toilet; ways to manage situations in which they cannot do these things for themselves;&lt;/li&gt;\n&lt;li&gt;how to help CYP to be mobile and the importance of rest and sleep&lt;/li&gt;\n&lt;li&gt;the implications of national and global immunisations programmes&lt;/li&gt;\n&lt;li&gt;the impact of long term illness and hospitalisation can have on CYP&lt;/li&gt;\n&lt;li&gt;a range of parenting skills; how to promote bonding and attachment; the public health agenda in relation to CYP including immunisation, healthy eating, mental health and self-harm awareness; protection from abuse and neglect&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;74&quot;&gt;\n&lt;p&gt;&lt;strong&gt;5.&lt;/strong&gt;&lt;strong&gt;3 Child&#160;&lt;/strong&gt;&lt;strong&gt;development&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;180&quot;&gt;&#160;\n&lt;ul&gt;\n&lt;li&gt;support the development of CYP through therapeutic play and learning&lt;/li&gt;\n&lt;li&gt;support CYP through transitions&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;202&quot;&gt;&#160;\n&lt;ul&gt;\n&lt;li&gt;Development of the well and sick child including physical, intellectual, language, emotional, social, spiritual and moral development, expected developmental ages and the impact of illness on developmental milestones; puberty; therapeutic play and distraction techniques&lt;/li&gt;\n&lt;li&gt;the key principles underpinning communication with CYP and families, carers, education providers or other services; age-appropriate communication techniques; including dealing with barriers to communication&lt;/li&gt;\n&lt;li&gt;what is meant by transitions for CYP eg at school, socially, in family or from child to adult services; supporting independent decision making; signposting to other services&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;h4&gt;&lt;strong&gt;Opt&lt;/strong&gt;&lt;strong&gt;i&lt;/strong&gt;&lt;strong&gt;o&lt;/strong&gt;&lt;strong&gt;n 6 – Senior HCSW (Allied Health Profession - Therapy Support)&lt;/strong&gt;&lt;/h4&gt;\n&lt;p&gt;Allied Health Profession (AHP) - therapy support workers work with individuals in a range of settings, your clinical and therapeutic duties will vary accordingly. There are 12 different AHP professions &lt;strong&gt;(9)&lt;/strong&gt; and you may carry out tasks associated with a single profession or tasks that relate to a range of them. Your supervisor will usually be a registered Allied Health Professional. Illness, disability or a change in life circumstances often means that people have to learn or be supported to do things in new and different ways. This can change the pattern of a life-course but individuals can often expect to regain and enjoy a quality of life through the therapeutic and clinical support you provide. Some individuals may have short term needs eg an injury. Others may have long-term physical and/or mental illness or learning disability that affects their independence, function or way of living. You will be required to work with the individual either on their own or within a group setting. You may also work with others to support the individual eg training carers or working with families.&lt;/p&gt;\n&lt;table border=&quot;0&quot;&gt;\n&lt;tbody&gt;\n&lt;tr&gt;\n&lt;td width=&quot;130&quot;&gt;\n&lt;p&gt;&lt;strong&gt;Opt&lt;/strong&gt;&lt;strong&gt;i&lt;/strong&gt;&lt;strong&gt;o&lt;/strong&gt;&lt;strong&gt;n 6&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;161&quot;&gt;\n&lt;p&gt;&lt;strong&gt;You will be able to:&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;168&quot;&gt;\n&lt;p&gt;&lt;strong&gt;You will know and understand:&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;130&quot;&gt;\n&lt;p&gt;&lt;strong&gt;6.&lt;/strong&gt;&lt;strong&gt;1 Assist with delegated therapeutic or clinical tasks and&#160;&lt;/strong&gt;&lt;strong&gt;int&lt;/strong&gt;&lt;strong&gt;e&lt;/strong&gt;&lt;strong&gt;r&lt;/strong&gt;&lt;strong&gt;ve&lt;/strong&gt;&lt;strong&gt;n&lt;/strong&gt;&lt;strong&gt;t&lt;/strong&gt;&lt;strong&gt;ions&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;161&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;assist registered practitioners with delegated therapeutic or clinical tasks and interventions in line with current legislation and policy&lt;/li&gt;\n&lt;li&gt;assist with clinical risk assessments&lt;/li&gt;\n&lt;li&gt;contribute to referrals to or discharge from services&lt;/li&gt;\n&lt;li&gt;monitor and maintain the environment&lt;/li&gt;\n&lt;li&gt;recognise the impact of mental or physical capacity, a health condition, learning disability or overall wellbeing on the therapeutic or clinical task or intervention and adapt as appropriate&lt;/li&gt;\n&lt;li&gt;enable individuals to meet optimum potential&lt;/li&gt;\n&lt;li&gt;record interventions and progress against defined outcome measures&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Oth&lt;/strong&gt;&lt;strong&gt;e&lt;/strong&gt;&lt;strong&gt;r tasks &lt;/strong&gt;are determined by your local work setting and policies.&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;168&quot;&gt;\n&lt;ul&gt;\n&lt;li&gt;basic human anatomy and physiology&lt;/li&gt;\n&lt;li&gt;which therapeutic or clinical tasks and interventions you will routinely be expected to carry out within your role including standard approaches to identify, manage, rehabilitate or maximise an individual’s function&lt;/li&gt;\n&lt;li&gt;local clinical risk assessments and management plans relevant to the setting&lt;/li&gt;\n&lt;li&gt;the impact of the stages of growing, developing and ageing on physical and mental function and wellbeing; what is meant by frailty; the end of life &lt;strong&gt;(10)&lt;/strong&gt; phase; the impact of disease progress&lt;/li&gt;\n&lt;li&gt;the referral and discharge process, the functions, availability, eligibility and limitations of wider services offered within and external to your organisation and how to signpost people to them&lt;/li&gt;\n&lt;li&gt;how to assess that the environment is appropriate for the therapeutic or clinical task&lt;/li&gt;\n&lt;li&gt;the potential impact of difficulties or impairments (e.g. cognitive, perceptual, physical, emotional, social) on someone’s ability to function in their environment; how to adapt or change a task to promote participation; the impact of mental health on a person’s functioning; how someone’s overall wellbeing or underlying condition may affect the way they present and how to adapt accordingly&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;130&quot;&gt;\n&lt;p&gt;&lt;strong&gt;6.&lt;/strong&gt;&lt;strong&gt;2 Support,&#160;&lt;/strong&gt;&lt;strong&gt;e&lt;/strong&gt;&lt;strong&gt;duc&lt;/strong&gt;&lt;strong&gt;a&lt;/strong&gt;&lt;strong&gt;t&lt;/strong&gt;&lt;strong&gt;e and enable individuals with their health&#160;&lt;/strong&gt;&lt;strong&gt;and wellbeing&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;161&quot;&gt;&#160;\n&lt;ul&gt;\n&lt;li&gt;provide support in line with care plans &lt;strong&gt;(11)&lt;/strong&gt;&lt;/li&gt;\n&lt;li&gt;enable individuals and their carer or family to participate in care plans, where appropriate encouraging independence and self-reliance, promoting self-management and skills for everyday life&lt;/li&gt;\n&lt;li&gt;enable health and wellbeing by supporting or facilitating individual or group sessions&lt;/li&gt;\n&lt;li&gt;support people to engage in the community and access activities or resources in line with their treatment goals&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;168&quot;&gt;&#160;\n&lt;ul&gt;\n&lt;li&gt;the care planning process, the main interventions in relation to physical and mental wellbeing, national guidelines and the anticipated outcomes following your intervention;&lt;/li&gt;\n&lt;li&gt;ways to enable independence, social integration and recovery; how to encourage self-management, emotional resilience, personal development or growth and ways to avoid relapses. Skills for everyday life as determined by your role and setting.&lt;/li&gt;\n&lt;li&gt;your role in allied health profession support education; how to provide information and advice; the fundamentals of group work and presentation skills, ways to monitor progress and report or refer as required&lt;/li&gt;\n&lt;li&gt;local activities and resources and how to signpost people to them eg social, education, work etc&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;tr&gt;\n&lt;td width=&quot;130&quot;&gt;\n&lt;p&gt;&lt;strong&gt;6.&lt;/strong&gt;&lt;strong&gt;3 Equipment&#160;&lt;/strong&gt;&lt;strong&gt;and resources&lt;/strong&gt;&lt;/p&gt;\n&lt;/td&gt;\n&lt;td width=&quot;161&quot;&gt;&#160;\n&lt;ul&gt;\n&lt;li&gt;identify, order or fit a defined range of equipment or resources&lt;/li&gt;\n&lt;li&gt;demonstrate or teach safe and appropriate use of equipment&lt;/li&gt;\n&lt;li&gt;identify when equipment, or its use, is unsafe, adapting within a given range or escalating&lt;/li&gt;\n&lt;li&gt;use equipment and resources therapeutically in a safe, effective way in line with local policy and procedure&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;td width=&quot;168&quot;&gt;&#160;\n&lt;ul&gt;\n&lt;li&gt;a range of equipment, assistive devices and resources used in your role; why and how it is used and the limitations; benefits and risks; when equipment should not be used; maintenance and cleaning; storage, and correct handling of equipment; how to access, order, maintain or monitor stock&lt;/li&gt;\n&lt;li&gt;how the equipment is used safely; how it can meet individual’s needs and be adapted within a given range&lt;/li&gt;\n&lt;li&gt;how to escalate that equipment is required or does not meet needs including how to report faults and contribute to maintenance and safety checks&lt;/li&gt;\n&lt;li&gt;the equipment and resources available to you; the client group you work with and how the equipment can be used for them including the types, purpose and function of the resources available and the criteria for provision of equipment&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/td&gt;\n&lt;/tr&gt;\n&lt;/tbody&gt;\n&lt;/table&gt;\n&lt;p&gt;&#160;&lt;/p&gt;\n&lt;blockquote&gt;&lt;strong&gt;(1)&lt;/strong&gt; “People, person or individual” may include babies, infants, children, young people or adults. Individual options within the standard may specify an age range that you will be expected to work with.&lt;/blockquote&gt;\n&lt;blockquote&gt;&lt;strong&gt;(2)&lt;/strong&gt;&#160;&lt;strong&gt;C&lt;/strong&gt;&lt;strong&gt;are plans/Care planning &lt;/strong&gt;is used throughout this document to include care, therapy, intervention plans, treatment plans or sheets and planning processes. In some instances care plans may not exist or be used.&lt;/blockquote&gt;\n&lt;blockquote&gt;&lt;strong&gt;(3)&#160;C&lt;/strong&gt;&lt;strong&gt;are Certificate: &lt;/strong&gt;for more details see &lt;span&gt;&lt;a href=&quot;http://www.skillsforhealth.org.uk/care-certificate&quot;&gt;http://www.skillsforhealth.org.uk/care-certificate.&lt;/a&gt;&lt;/span&gt; The CQC expect that providers that employ healthcare assistants and social care support workers follow these standards to make sure new staff are supported, skilled and assessed as competent to carry out thier roles&lt;/blockquote&gt;\n&lt;blockquote&gt;&lt;strong&gt;(4)&lt;/strong&gt; Consent - NHS Choices (2010) defines consent as: &quot;the principle that a person must give their permission before they receive any type of medical treatment. Consent is required from a patient regardless of the type of treatment being undertaken, from a blood test to an organ donation&quot;&lt;/blockquote&gt;\n&lt;blockquote&gt;&lt;strong&gt;(5)&#160;E&lt;/strong&gt;&lt;strong&gt;n&lt;/strong&gt;&lt;strong&gt;d of Life Care &lt;/strong&gt;– &lt;strong&gt;End of life care &lt;/strong&gt;is defined as care that helps those with advanced, progressive, incurable illness to live as well as possible until they die. (End of Life Care Network)&lt;/blockquote&gt;\n&lt;blockquote&gt;&lt;strong&gt;(6)&lt;/strong&gt;&#160;&lt;strong&gt;E&lt;/strong&gt;&lt;strong&gt;n&lt;/strong&gt;&lt;strong&gt;d of Life Care &lt;/strong&gt;– &lt;strong&gt;End of life care &lt;/strong&gt;is defined as care that helps those with advanced, progressive, incurable illness to live as well as possible until they die. (End of Life Care Network)&lt;/blockquote&gt;\n&lt;blockquote&gt;&lt;strong&gt;(7)&lt;/strong&gt; the abbreviation CYP is used throughout the standard to refer to babies, infants, children and young people. “‘childhood’ should be considered up to the age of 18, with special consideration given to those young people with long-term conditions up to the age of 25.” &#160;RCN Caring for Children and young people April 2014.&lt;/blockquote&gt;\n&lt;blockquote&gt;&lt;strong&gt;(8)&lt;/strong&gt;&#160;&lt;strong&gt;E&lt;/strong&gt;&lt;strong&gt;n&lt;/strong&gt;&lt;strong&gt;d of Life Care &lt;/strong&gt;– &lt;strong&gt;End of life care &lt;/strong&gt;is defined as care that helps those with advanced, progressive, incurable illness to live as well as possible until they die. (End of Life Care Network)&lt;/blockquote&gt;\n&lt;blockquote&gt;&lt;strong&gt;(9)&lt;/strong&gt; The 12 Allied Health Professions are: art therapists, music therapists, drama therapists, paramedics, podiatrists, speech and language therapists, occupational therapists, physiotherapists, dietitians, radiographers, orthoptists and prosthetists/orthotists. Not all of these professions carry out therapeutic interventions, nor do all have support workers within their teams. If you undertake this option in your apprenticeship you are likely to primarily carry out therapeutic tasks related to: dietetics, occupational therapy, physiotherapy, podiatry or speech and language therapy.&lt;/blockquote&gt;\n&lt;blockquote&gt;&lt;strong&gt;(10)&lt;/strong&gt;&#160;&lt;strong&gt;E&lt;/strong&gt;&lt;strong&gt;n&lt;/strong&gt;&lt;strong&gt;d of Life Care &lt;/strong&gt;– &lt;strong&gt;End of life care &lt;/strong&gt;is defined as care that helps those with advanced, progressive, incurable illness to live as well as possible until they die. (End of Life Care Network)&lt;/blockquote&gt;\n&lt;blockquote&gt;&lt;strong&gt;(11)&lt;/strong&gt;&#160;&lt;strong&gt;C&lt;/strong&gt;&lt;strong&gt;are plans/Care planning &lt;/strong&gt;is used throughout this document to include care, therapy, intervention plans, treatment plans or sheets and planning processes. In some instances care plans exist or may not be used.&lt;/blockquote&gt;\n&lt;p&gt;&#160;&lt;/p&gt;",
  "occupationalSummary": "&lt;p&gt;&lt;strong&gt;This occupation is found in&#160;&lt;/strong&gt;the health and care sector. Senior Healthcare Support Workers work in a range of settings for example in a hospital, as part of a community team, in a day-case unit, birthing centre, individual’s homes, operating theatres, nursing or care homes, hospices and in general practice.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;The broad purpose of the occupation is to&lt;/strong&gt; support registered healthcare professionals in the delivery of high quality and compassionate health and care services. A Senior Healthcare Support Worker will provide clinical, therapeutic or diagnostic care under the direct or indirect supervision of a registered healthcare professional.&#160;For this standard, one of the following occupational options will be completed:&lt;/p&gt;\n&lt;p&gt;1.&#160;&#160;&#160;&#160; &lt;strong&gt;Adult Nursing Support:&lt;/strong&gt;&#160;&#160;Providing care and support for adults as part of the nursing team. Some of the individuals the adult nursing support worker cares for will have short-term needs for example, if they have a wound which requires dressing. Others may have long-term conditions which affect them every day, all their lives. Many individuals will have more than one condition, and some will need round the clock care for all their personal needs including feeding, washing, going to the toilet as well as for their clinical needs.&lt;/p&gt;\n&lt;p&gt;2.&#160;&#160;&#160;&#160; &lt;strong&gt;Maternity Support:&#160;&lt;/strong&gt;Providing care and support for women, babies and their families as part of the maternity team. The maternity support worker will contribute to the care of women antenatally and during birth, and care for women and babies postnatally. They support new parents to care for their baby and to develop confidence and bonding.&lt;/p&gt;\n&lt;p&gt;3.&#160;&#160;&#160;&#160; &lt;strong&gt;Theatre Support&lt;/strong&gt;:&#160;Providing care and support for individuals before, during and after operations as part of the multi-disciplinary theatre team. They will support individuals as they are preparing to go into theatre, reassuring them if they are anxious, and helping them move them back to recovery following their procedure. The theatre support worker will support the operating team by checking individuals into the theatre department, preparing equipment, counting swabs or other instruments and measuring fluids. They may be involved in routine, traumatic and emergency surgery.&lt;/p&gt;\n&lt;p&gt;4.&#160;&#160;&#160;&#160; &lt;strong&gt;Mental Health Support:&lt;/strong&gt;&#160;Providing care and support for individuals with mental ill health as part of the multi-disciplinary mental health team. They will support individuals, and their families, at different stages of their recovery by listening, providing emotional support, collaboratively developing care plans, implementing them creatively and reviewing them to meet the needs of the individual.&#160;&#160;The mental health support worker observes and reports changes in mental and physical well-being, encouraging independence and enabling individuals to live their life and achieve their goals. Usually, they will have to work closely with carers and with other organisations for example in housing and social care.&lt;/p&gt;\n&lt;p&gt;5.&#160;&#160;&#160;&#160; &lt;strong&gt;Children and Young People Support:&lt;/strong&gt;&#160;Providing care and support for babies, infants, children and young people as part of the children’s team. They work within guidelines and legislation designed to protect and support children and young people, recognising the different needs and rights they have at different ages and stages of their development. The children and young people support worker promotes person and family-centred care, including looked-after children, and working in partnership with parents, carers, families and other services and agencies.&lt;/p&gt;\n&lt;p&gt;6.&#160;&#160;&#160;&#160; &lt;strong&gt;Allied Health Profession Therapy Support:&lt;/strong&gt;&#160;Providing care and support for individuals through therapeutic activities as part of a multi-disciplinary team. Illness, disability or a change in life circumstances often means that individuals have to learn or be supported to do things in new and different ways. This can change the pattern of a life-course, but individuals can often expect to regain and enjoy a quality of life with support and rehabilitation. Some individuals may have short-term needs, others may have long-term physical and/or mental ill health or a learning disability that affects their independence, function or way of living. The therapy support worker will be required to work with the individual either on their own or within a group setting. They may also work with others to support the individual eg training carers or working with families.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;In their daily work, an employee in this occupation interacts with&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Patients, service users and carers&lt;/li&gt;\n&lt;li&gt;Registered healthcare professionals, for example doctors, nurses, midwives and allied health professionals&lt;/li&gt;\n&lt;li&gt;Social care staff including registered managers, care workers and social workers&lt;/li&gt;\n&lt;li&gt;Administration, management and other non-clinical staff like porters, cleaners and receptionists&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;An employee in this occupation will be responsible for&#160;&lt;/strong&gt;working within the limits of their competence, following standards, policies or protocols and agreed ways of working to provide a range of clinical, diagnostic or therapeutic interventions as part of the wider health and care team. Senior Healthcare Support Workers report to a registered healthcare professional and undertake delegated activities in line with an individual’s care plan. Senior Healthcare Support Workers use their knowledge, experience and understanding to take decisions within their area of responsibility. They are accountable for their own work and for reviewing the effectiveness of their actions. Senior Healthcare Support Workers may supervise or guide other staff in their team. They must communicate effectively and be able to adhere to standards, including legislation, employer policies and procedures when handling sensitive information. They must maintain a safe and healthy working environment and keep their knowledge and skills up to date.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "df873f02-9033-40a8-b881-98df525274f0",
      "detail": "The legislation, policies, standards, local ways of working and codes of conduct that apply to own role."
    },
    {
      "knowledgeId": "c583f2df-2c95-484a-a340-4085728daf3f",
      "detail": "The scope of practice, limitations of own competence, including limitations of own role in relation to medication  and who to ask for support."
    },
    {
      "knowledgeId": "19a3fe41-db40-4941-9611-42873284816e",
      "detail": "The principles of ‘person-centred care and support’, including principles of equality, diversity and inclusion, active participation, consent and choice."
    },
    {
      "knowledgeId": "10134d03-dc40-4aa4-9768-cda944bf3299",
      "detail": "The principles of a ‘duty of care’ and ‘safeguarding’, the signs of abuse and ways to reduce the risk of abuse."
    },
    {
      "knowledgeId": "9fe4cddb-b057-499c-b365-769732931434",
      "detail": "National and local definitions of health and well-being and priorities for promoting public health and reducing inequalities."
    },
    {
      "knowledgeId": "2bf2334e-af82-4d27-bd1e-1d369eb9d55e",
      "detail": "The availability of services to support individuals with lifestyle choices and how to make a referral if required."
    },
    {
      "knowledgeId": "58653c62-9deb-41a8-9947-644f987ce5c0",
      "detail": "The signs and symptoms that an individual’s health and wellbeing is changing, including the role of prescribed medication."
    },
    {
      "knowledgeId": "76772505-5fa1-4f86-859a-7eb1f937bb54",
      "detail": "The signs and symptoms that an individual is in pain, distress or discomfort."
    },
    {
      "knowledgeId": "3c38b88a-a406-454c-9f92-dec57fce2c54",
      "detail": "The principles of hydration, nutrition and food safety."
    },
    {
      "knowledgeId": "ec09f968-1081-4b51-96f0-86e42596fd55",
      "detail": "Communication techniques to maximise understanding including for individuals with specific communication needs or wishes."
    },
    {
      "knowledgeId": "4cf454d8-9fb5-4f7d-bc03-0066b60114bf",
      "detail": "The meaning of ‘capacity’, the differences between mental illness, dementia and learning disability and the impact of these conditions on an individual’s needs."
    },
    {
      "knowledgeId": "274abd15-5063-4a64-a073-eea08c7a6d1e",
      "detail": "The principles of infection prevention and control and the importance of good personal hygiene, hand hygiene and correct use of personal protective equipment (PPE)."
    },
    {
      "knowledgeId": "f228d822-59a0-4f01-a7e6-a83ee73dd956",
      "detail": "Local systems and processes to manage the supply, storage, use and safe disposal of stocks and supplies."
    },
    {
      "knowledgeId": "3d0d5c80-278a-47b2-bd4e-df5ebf1e2d8e",
      "detail": "The principles of safe moving and assisting individuals, and moving and handling equipment."
    },
    {
      "knowledgeId": "76ac9026-d06b-4e8b-8e8d-04c842558d79",
      "detail": "The meaning of ‘risk’ in the workplace, ways to raise concerns and own responsibilities in relation to incidents, errors and near misses."
    },
    {
      "knowledgeId": "0c3db191-87b7-4770-a292-e9726c6b323d",
      "detail": "Techniques and principles to safely perform basic life support."
    },
    {
      "knowledgeId": "15b4a186-76df-416d-810b-81b8dce253c3",
      "detail": "The common causes of conflict and how to respond to them in the workplace."
    },
    {
      "knowledgeId": "28f5a8e3-9e6d-4665-a6fc-d5866834fb05",
      "detail": "The importance of continuing personal and professional development."
    },
    {
      "knowledgeId": "41178452-9f51-4b4f-99d0-eeff11817170",
      "detail": "The local arrangements for appraisal of performance in the workplace."
    },
    {
      "knowledgeId": "79a1b66c-621e-4e61-b40e-4c0f5c6c99eb",
      "detail": "The principles of reflective practice."
    },
    {
      "knowledgeId": "87b663e8-31cd-4fc2-b3f9-9e10126260ee",
      "detail": "Ways to record and store information securely, including the safe use of technology."
    },
    {
      "knowledgeId": "b4846c74-29ce-49b7-bbc9-7c0d678e6757",
      "detail": "The principles of confidentiality, duty of confidence and disclosure."
    },
    {
      "knowledgeId": "8fcb451c-46d0-4820-b83c-9be05b998271",
      "detail": "The principles of ‘quality improvement’ and ways to measure quality in the workplace."
    },
    {
      "knowledgeId": "48bee6f0-3773-4597-ad28-a17b8218e6ac",
      "detail": "The principles of investigatory techniques, research and evidence-based practice, and how to access existing evidence and use it to validate and improve practice"
    },
    {
      "knowledgeId": "38098949-219f-4d3b-a826-2d2e7d6ea421",
      "detail": "The principles of critical thinking and methods of critical appraisal."
    },
    {
      "knowledgeId": "c3841433-31fc-4f00-8303-089da05ccdef",
      "detail": "The principles and styles of leadership in relation to own role and place of work."
    },
    {
      "knowledgeId": "b733ebd6-d510-4b43-85ec-136c17cde350",
      "detail": "The relationship and differences between leadership, management, supervision and mentoring."
    },
    {
      "knowledgeId": "ab9a9ae4-ed2a-464c-9215-e37307859679",
      "detail": "The physiological states, their normal ranges and the correct tools or equipment to use to measure them."
    },
    {
      "knowledgeId": "25e97bbc-d3b3-4949-985f-359890f29333",
      "detail": "The activities of daily living and ways to support individuals to develop and maintain their independence in carrying out these activities."
    },
    {
      "knowledgeId": "f28b8adb-9988-4578-9d30-a5f02a328f9b",
      "detail": "The structure and function of the skin and underlying tissues and factors that lead to tissues being compromised."
    },
    {
      "knowledgeId": "a737d1f7-c2f2-4c6c-96a7-5babede6edac",
      "detail": "The principles of wound management and the equipment and materials that are used to treat wounds."
    },
    {
      "knowledgeId": "cc866157-ee25-4109-8c35-1346498bb7aa",
      "detail": "Methods for taking and testing specimens."
    },
    {
      "knowledgeId": "bf0517b6-4bb4-45f7-bfd8-af87a654ac2a",
      "detail": "The end of life phase and the factors which impact care during the end of life phase."
    },
    {
      "knowledgeId": "f866f127-a6dd-4497-a11b-ca046fbb0458",
      "detail": "Local systems for discharge and transfer and the availability of services and agencies offered by the wider health and social care system."
    },
    {
      "knowledgeId": "5c8f9ada-0573-49d9-a713-851585aeaa3f",
      "detail": "The signs and symptoms that indicate an individual’s physical or mental health and wellbeing are deteriorating."
    },
    {
      "knowledgeId": "81b28f2a-7469-4717-ac79-e7427389a08c",
      "detail": "How to support adults to take responsibility for their own health and wellbeing."
    },
    {
      "knowledgeId": "09458573-188d-45fa-b633-7029e2ffb092",
      "detail": "Strategies to engage women and carers in feeding, bathing, parenting and self-care such as antenatal and postnatal exercise."
    },
    {
      "knowledgeId": "537286ba-42ea-44d1-9863-53d3cbc78fad",
      "detail": "Local and national antenatal and newborn screening services and immunisation programmes."
    },
    {
      "knowledgeId": "d2061d01-8d99-45ac-810e-2d2ae7a18316",
      "detail": "Local systems and protocols to maintain the maternity environment including procedures to maintain the supply of resources, instruments and equipment."
    },
    {
      "knowledgeId": "4fe06edf-6766-4c12-b159-158b6999ce98",
      "detail": "The purpose of a urethral catheter and the importance of regular monitoring."
    },
    {
      "knowledgeId": "afd72d2a-0719-4eb5-8d27-3f61e15690f9",
      "detail": "Local security procedures for women and babies including systems for woman and baby identification."
    },
    {
      "knowledgeId": "f489b506-1d94-4551-bbc0-25571eeaf371",
      "detail": "The routine checks and observations undertaken for a healthy baby such as cord care, eye care, oral hygiene, stools and signs of neo-natal jaundice."
    },
    {
      "knowledgeId": "06780f83-d433-42ba-a1b3-830356a21bb0",
      "detail": "The nutritional and hygiene needs of babies, the benefits of different feeding methods and the importance of skin to skin contact in bonding."
    },
    {
      "knowledgeId": "e5d6557d-df2d-4dc4-91ed-f7bba1cddd81",
      "detail": "The principles of supporting families at difficult times, bereavement and loss and the availability of other support services."
    },
    {
      "knowledgeId": "2ce1abd5-bbc9-495d-92c5-02f7ab2d0563",
      "detail": "The scope of their own role in an emergency situation during pregnancy, labour, birth or the postnatal period."
    },
    {
      "knowledgeId": "7b775859-a9de-4732-8f6d-0f6ea9ce2c4d",
      "detail": "Local systems and protocols for completing pre- and post-operative checklists."
    },
    {
      "knowledgeId": "d28c3276-2874-4c35-85c9-a449201adb0b",
      "detail": "The principles of asepsis and maintenance of the sterile field in relation to the provision of surgical instrumentation and medical devices to the surgical team."
    },
    {
      "knowledgeId": "21be4638-91e7-4359-b54a-20f7843c2c1c",
      "detail": "Local systems and protocols for team briefing, patient sign in, timeout, sign out and debriefing."
    },
    {
      "knowledgeId": "e7754cd0-d296-471b-b291-3ab83d98b6aa",
      "detail": "The effects of pre-medication, sedation and anaesthesia on individuals."
    },
    {
      "knowledgeId": "e6020d11-9a18-43f1-8e99-a950b1ad6875",
      "detail": "The purpose for recording an individual’s body fluid and factors that affect input, output and wound drainage."
    },
    {
      "knowledgeId": "49cb9339-6ecd-4dd5-b53d-844336390537",
      "detail": "Techniques used in the peri-operative environment to position individuals and specialist equipment for before, during and after surgery."
    },
    {
      "knowledgeId": "5d354478-280a-442d-9f06-cbe1d3270380",
      "detail": "The types, purpose and function of surgical instruments and supplementary items used in theatre such as the cost implications of items used and the impact on the commissioning of surgical procedures."
    },
    {
      "knowledgeId": "4c231ee2-1565-4f15-832c-9c93674c9f09",
      "detail": "The importance of identification, measurement, accounting for and recording swabs, sharps, instruments or other disposable items used and the actions to take if one is missing."
    },
    {
      "knowledgeId": "d76baf16-738b-4f7d-bed3-c3c02c3c2e95",
      "detail": "Types and uses of containers for transport, procedures for labelling, handling, dispatching recording and reporting for clinical specimens and blood products."
    },
    {
      "knowledgeId": "3a9f62e7-e7e5-482d-81b5-12f6b95c7d96",
      "detail": "The nature of mental health and well-being and the main forms of mental ill health according to the psychiatric International Classification of Diseases and Diagnostic and Statistical Manual of Mental Disorders (DSM/ICD) classification system."
    },
    {
      "knowledgeId": "4ae61adf-2ebc-4fe9-be08-40779ab30a23",
      "detail": "The main interventions in mental health and well-being and the benefits of early intervention."
    },
    {
      "knowledgeId": "bb074f41-2f81-4fe9-924b-09529e7323a2",
      "detail": "The needs of individuals with mental ill health and those supporting them at key stages and through times of change or transition."
    },
    {
      "knowledgeId": "5c78dcbd-2b94-4a5a-9bf8-734a467ce27b",
      "detail": "Techniques used to build, monitor and sustain therapeutic relationships with individuals, carers and their families."
    },
    {
      "knowledgeId": "37379089-7a74-4034-a1b3-4b8e0ff5f69d",
      "detail": "The factors that facilitate an individual’s recovery experience."
    },
    {
      "knowledgeId": "7bdd7fbf-a4c2-485f-936e-19cb328491b1",
      "detail": "The impact of the individual’s mental ill-health on their life, family, friendships and active participation in society."
    },
    {
      "knowledgeId": "925ebe4c-afbf-4e16-9eed-a410d86d9814",
      "detail": "Risk factors of harm to self or others, a range of triggers and consideration of the impact of the environment."
    },
    {
      "knowledgeId": "87458ade-dac3-4239-976b-2a544e51a048",
      "detail": "Prevention and risk reduction strategies which involve the individual and others, such as suicide mitigation, behaviours which challenge, substance misuse and self-neglect and reduction of restrictive practices."
    },
    {
      "knowledgeId": "4c1ed966-25ac-4809-b4d1-096ceeba80fc",
      "detail": "The importance of own mental health and wellbeing when working in mental health services."
    },
    {
      "knowledgeId": "668c0ed8-c361-49af-9f1c-d9cae384b397",
      "detail": "Principles and techniques to engage children and young people in therapeutic play."
    },
    {
      "knowledgeId": "617a4ba6-c0a9-4fb2-9c8e-134de92f8a31",
      "detail": "The main life transitions for children and young people and the importance of involving the child or young person in their own care in line with legal policy and service frameworks for children and young people."
    },
    {
      "knowledgeId": "d3a9d466-c507-44db-80aa-556b9d69cff5",
      "detail": "The importance of family-centred care and the role of the public health agenda in promoting and protecting the health and wellbeing of children and young people, to include looked-after children and young carers."
    },
    {
      "knowledgeId": "8a2cbb8b-10df-4cdd-b5ee-7baac1d8c259",
      "detail": "The expected physical, cognitive, language, emotional, social and developmental milestones, the tools and equipment to measure and assess them and how to adapt practice to meet additional needs."
    },
    {
      "knowledgeId": "ee5821fb-163d-46f4-b658-32731accea4a",
      "detail": "The care planning process and therapeutic strategies used within own role to promote and enable independence, self-management, social integration, recovery and skills for everyday life."
    },
    {
      "knowledgeId": "a45aa648-03bb-4e18-a2b6-fbfc2774e088",
      "detail": "Local systems for undertaking clinical risk assessments and management plans relevant to own work setting."
    },
    {
      "knowledgeId": "50e5d852-c4e3-42dc-b5ad-66acd862e4f0",
      "detail": "The potential impact of mental and physical capacity, health condition, learning disability or overall wellbeing on therapeutic or clinical interventions."
    },
    {
      "knowledgeId": "4cf3e942-a090-4d7c-a857-bfaa928baff2",
      "detail": "Strategies and approaches to rehabilitate or maximise an individual’s function."
    },
    {
      "knowledgeId": "e058bcef-3bb2-49c3-8b9c-01e9a20a7290",
      "detail": "Strategies and tools available to engage individuals or communities in group sessions."
    },
    {
      "knowledgeId": "33fe593f-9a6c-4e53-bcdb-94ae4268043c",
      "detail": "Activities and resources available within the community and the means to access them."
    },
    {
      "knowledgeId": "9b52e392-ed21-4bd5-8774-405d2abfcb98",
      "detail": "Local systems for sourcing, ordering and fitting therapeutic equipment and resources and the criteria for provision."
    },
    {
      "knowledgeId": "25fb14da-7a83-4f3d-bb52-bd37afea118c",
      "detail": "The purpose and function of the therapeutic equipment and resources available, including its limitations and contra-indications."
    },
    {
      "knowledgeId": "5dbb020a-c150-4d78-a070-7a1ec7f71be9",
      "detail": "Strategies and tools available to engage individuals in learning how to use therapeutic equipment and resources."
    },
    {
      "knowledgeId": "2097d067-0cb3-4170-a4bc-0169afcad37a",
      "detail": "Protocols for checking, reporting and adapting therapeutic equipment and resources."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "007bd44c-b016-4943-9e98-547485ed09e5",
      "detail": "Treat people with dignity."
    },
    {
      "behaviourId": "7c1fb9ba-9252-4213-a7f2-ae1055e1deab",
      "detail": "Show respect and empathy."
    },
    {
      "behaviourId": "0136f02f-ca35-4710-87dd-71ec3e55a6b9",
      "detail": "Be adaptable, reliable and consistent."
    }
  ],
  "skills": [
    {
      "skillId": "425084e2-8de8-4b6c-a462-18bb8bc1584b",
      "detail": "Work in line with legislation, policies, standards, local ways of working and codes of conduct that apply to own role."
    },
    {
      "skillId": "752ab903-23f8-4415-b51d-52c3d87aaa8b",
      "detail": "Work within the scope of practice, the limits of own knowledge and skills, escalating and reporting to others when needed."
    },
    {
      "skillId": "bdef91d2-acb1-4498-ad7d-8e283a427992",
      "detail": "Work as part of a multi-disciplinary team to provide safe and non-discriminatory person-centred care and support with individuals’ established consent."
    },
    {
      "skillId": "a3378ced-d5ce-4c4f-9b20-1e6ad268c210",
      "detail": "Implement a duty of care, recognising and responding to safeguarding and protection concerns and acting in the best interest of individuals to ensure they do not come to harm."
    },
    {
      "skillId": "ddc36e10-fda2-4e2a-a47a-29924b113d67",
      "detail": "Support individuals to make informed and positive lifestyle choices."
    },
    {
      "skillId": "0f5944d5-bc62-4f0e-baa6-237adb5efa7d",
      "detail": "Actively seek out and act on opportunities to support individuals to maximise their health, well-being and positive lifestyle choices."
    },
    {
      "skillId": "5817568d-ea6f-436d-a0b5-0efe18073b42",
      "detail": "Recognise and respond to changes in an individual’s health and wellbeing."
    },
    {
      "skillId": "3e455aaa-1be4-479d-a247-cb17d7db7559",
      "detail": "Recognise and respond to the signs and symptoms that an individual is in pain, distress or discomfort to maximise comfort and well-being."
    },
    {
      "skillId": "f089852c-3972-4fe2-ac3b-fd9b860c6f03",
      "detail": "Promote and monitor access to fluids and nutrition in line with an individual’s care plan."
    },
    {
      "skillId": "eec459c8-d6ac-4163-890e-f860c2679607",
      "detail": "Communicate with individuals, their families, carers and others in the workplace using techniques designed to facilitate understanding."
    },
    {
      "skillId": "d1f29797-3dbb-4be1-83bf-a8942641967b",
      "detail": "Recognise and respond to limitations in an individual’s mental capacity."
    },
    {
      "skillId": "f94c252e-ffad-4ddc-99fe-4b2f1e3b6860",
      "detail": "Maintain a safe and healthy working environment, using infection prevention and control techniques including hand washing, sanitisation, disinfection and personal protective equipment (PPE)."
    },
    {
      "skillId": "4283382a-418e-4739-9522-0384fc64c02f",
      "detail": "Maintain the safe supply, storage, use and disposal of supplies and equipment."
    },
    {
      "skillId": "433790fe-3045-403e-a245-2a1b9b074e6b",
      "detail": "Move and handle equipment or other items safely and assist individuals."
    },
    {
      "skillId": "61a81ff8-b679-4774-9d9e-144ff0a583e1",
      "detail": "Take appropriate action in response to concerns, risks, incidents or errors and near misses arising in the workplace."
    },
    {
      "skillId": "27205765-fbb2-440a-8343-ee47690f4ec3",
      "detail": "Perform basic life support techniques."
    },
    {
      "skillId": "f7bd2e8d-47c4-4706-a6ec-b826f1ea0651",
      "detail": "Recognise and respond to potential conflict, challenging behaviour or an escalating situation."
    },
    {
      "skillId": "26b0a7ee-b70e-4ce2-a9b4-c16950de0bda",
      "detail": "Undertake own training and development activities and contribute to the training and development of others."
    },
    {
      "skillId": "a36e8761-231c-4cbb-b2d4-bc5a2894d6d1",
      "detail": "Participate in appraisal to support professional development."
    },
    {
      "skillId": "6988ef92-6a3d-4b5a-87eb-79299ab612b0",
      "detail": "Reflect on and develop your own practice."
    },
    {
      "skillId": "a484be40-91ea-4888-9275-7c2e18b1130d",
      "detail": "Record and store information related to individuals securely, including the safe use of technology."
    },
    {
      "skillId": "35d81d1a-d4d8-4767-b3ef-4bebf9398a31",
      "detail": "Report and share information related to individuals securely and in line with local and national policies, maintaining confidentiality, duty of confidence and disclosure."
    },
    {
      "skillId": "5b291622-1d75-42de-aa32-0e82b7b2e94d",
      "detail": "Participate in and support others with quality improvement activities in the workplace."
    },
    {
      "skillId": "de9eb5bf-10f1-458b-bbbc-87fc04876694",
      "detail": "Use investigatory techniques to source evidence to validate and improve the delivery of care and support within own scope of practice."
    },
    {
      "skillId": "61a70f49-363a-4e14-b25e-96b552cf5e40",
      "detail": "Critically appraise sources of information and apply to practice."
    },
    {
      "skillId": "d15342f8-7f33-4d5f-bf47-3f209560b17f",
      "detail": "Provide leadership and act as a role model for others within the scope of own role."
    },
    {
      "skillId": "bc0e62f4-149d-4b92-9962-5f9cbe25fcb3",
      "detail": "Contribute to mentoring and supervision of others in the workplace within the scope of own role."
    },
    {
      "skillId": "1d9359a3-82bd-48df-bb80-a7c8cff4bf5e",
      "detail": "Undertake physiological measurements, selecting and using the correct tools or equipment."
    },
    {
      "skillId": "ceb2382a-0e0d-4968-a739-9a94b9b31a31",
      "detail": "Support individuals with activities of daily living to develop and maintain their independence in line with their desired. outcomes and plan of care"
    },
    {
      "skillId": "dbc4155e-c8de-4709-9241-32a68f80a2c5",
      "detail": "Assist with tissue viability risk assessments and manage pressure areas."
    },
    {
      "skillId": "685f1c1f-52c2-4cd6-afda-2ab79e6090fc",
      "detail": "Assist with wound care in line with the care plan."
    },
    {
      "skillId": "62729ed9-9a71-4380-99b5-b5abfc419fbd",
      "detail": "Obtain and test specimens in line with the care plan."
    },
    {
      "skillId": "be684af1-92c5-47b4-9c7d-5178338a7ac7",
      "detail": "Provide care and support for individuals and their family during the end-of-life phase."
    },
    {
      "skillId": "31197686-49d5-4203-85bf-d60f2882a47d",
      "detail": "Contribute to signposting to relevant agencies and, discharge or transfer of individuals between services, in line with their care plan."
    },
    {
      "skillId": "121af6d7-3f3c-4618-a27d-7f236d13794b",
      "detail": "Recognise and respond to deteriorations in physical health, mental health and wellbeing."
    },
    {
      "skillId": "2a8a8f2c-c541-4833-a89d-854961258abd",
      "detail": "Support adults to take responsibility for their own health and wellbeing and for managing their own condition."
    },
    {
      "skillId": "013a546f-98e5-409b-8177-5be7175cc3a6",
      "detail": "Assist the midwife with teaching, feeding and hygiene needs of babies-parenting skills and antenatal and postnatal exercise."
    },
    {
      "skillId": "012b6618-a063-46de-83eb-047b80a87b45",
      "detail": "Assist health care professionals with antenatal and newborn screening and provide information to parents about immunisation activities."
    },
    {
      "skillId": "6cd6872f-399d-4e84-81fc-ee31af299ce1",
      "detail": "Provide support to the maternity team by maintaining the supply of resources, instruments and equipment."
    },
    {
      "skillId": "329796f7-516e-4969-b514-c3f672bd847f",
      "detail": "Support personal care such as providing care for women with urethral catheters."
    },
    {
      "skillId": "f05e1d2f-e585-4645-9747-90d336ec8dbb",
      "detail": "Identify the baby and provide wristband or label in line with local security procedures."
    },
    {
      "skillId": "24a1ae47-66f0-4864-8d77-0256d1cc8e19",
      "detail": "Care for the physical needs of babies by undertaking routine healthy baby observations and reporting any abnormalities."
    },
    {
      "skillId": "e83c0120-c29f-4cf5-9181-da2d19030e68",
      "detail": "Support parents and carers to meet the developmental, nutritional and hygiene needs of babies."
    },
    {
      "skillId": "bc44abb2-059e-4195-aea1-19c6af1c0b97",
      "detail": "Work in partnership with families and other support services to support individuals in difficult circumstances, bereavement and loss."
    },
    {
      "skillId": "a9c867b1-27f7-4806-8973-ec8d0033ac12",
      "detail": "Provide support to the midwife and others in the multi-disciplinary team in an emergency situation during pregnancy, labour, birth or the postnatal period."
    },
    {
      "skillId": "8828fcf2-a2e0-4567-b052-519bce6fe4f2",
      "detail": "Complete pre- and post-operative checklists."
    },
    {
      "skillId": "176a4993-5a87-4036-a8d8-920adac075df",
      "detail": "Support the surgical team to maintain the sterile field."
    },
    {
      "skillId": "dcdf5d53-0fe5-4031-b9ba-de352962727b",
      "detail": "Participate in team briefing, patient sign in, timeout, sign out and debriefing."
    },
    {
      "skillId": "ffdb77d6-3849-4523-8061-572079993c9b",
      "detail": "Support and monitor the pre-medicated, sedated and unconscious individual."
    },
    {
      "skillId": "d96b0c64-1fc8-406c-a1ee-f8b576d2d925",
      "detail": "Measure and record an individual’s body fluid balance."
    },
    {
      "skillId": "d4f52d0b-1701-440e-b836-c2af279ec0cd",
      "detail": "Move, position and transport individuals and specialist equipment before, during and after surgery."
    },
    {
      "skillId": "354d2ea5-41a8-4806-ae5e-640aa50a10b5",
      "detail": "Prepare the clinical environment and provide surgical instrumentation and supplementary items for the surgical team."
    },
    {
      "skillId": "1c676ae2-6847-4e08-a90c-2b8faaaacbde",
      "detail": "Carry out counts for swabs, sharps, instruments and disposable items and take action if something is missing"
    },
    {
      "skillId": "e985cf92-9ac1-4e27-ae2e-5b90e42c57e9",
      "detail": "Assist in receiving, handling and dispatching clinical specimens or blood products."
    },
    {
      "skillId": "c5f2cd6f-1c6f-4010-b04e-c03ccd7cab11",
      "detail": "Use strategies and tools to promote mental wellbeing and to support individuals with mental ill health."
    },
    {
      "skillId": "0eaa9239-29fc-478a-89e0-7413c7ba80c3",
      "detail": "Observe, record and report changes and barriers, using proactive approaches to manage behaviour which challenges."
    },
    {
      "skillId": "3db9e9b0-3af3-4a5c-92d6-cbd514fa648b",
      "detail": "Take an active approach in supporting individuals to manage their condition."
    },
    {
      "skillId": "bd077e2e-1f77-4e8c-a7e0-40b18589f267",
      "detail": "Build, monitor and sustain therapeutic relationships with individuals, carers and their families."
    },
    {
      "skillId": "22f1a4a7-6d51-4bc9-9738-e00fe6edc73c",
      "detail": "Promote a recovery-based approach that enables the individual to manage their condition."
    },
    {
      "skillId": "5a8f88c5-d6aa-4390-be1d-ac1aa8ee1db6",
      "detail": "Enable and empower individuals to actively participate in society and recognise the impact of mental health on them and others."
    },
    {
      "skillId": "789e057d-0016-43ea-a9c5-fdd3a33ff6d5",
      "detail": "Identify situations of risk to yourself or others and take action including seeking support."
    },
    {
      "skillId": "987922b7-dfbe-4a42-b9ec-a2541729251b",
      "detail": "Involve the individual, carers and family members in risk management processes."
    },
    {
      "skillId": "9c1a282e-73f8-4207-8f94-75d1a0000df0",
      "detail": "Review and promote your own mental health and wellbeing."
    },
    {
      "skillId": "128cf061-7431-49a6-917c-ef6428215c46",
      "detail": "Support the development of children and young people through therapeutic play and learning."
    },
    {
      "skillId": "9bdaa8f2-bf92-4cdb-97fe-758d7ae94926",
      "detail": "Support children and young people through transitions by enabling shared or independent decision making."
    },
    {
      "skillId": "9625fc68-ff30-45af-8cee-06bac51044eb",
      "detail": "Support parents, families and carers to meet the needs of children and young people."
    },
    {
      "skillId": "696e3f23-ddb9-4388-9144-65555046588d",
      "detail": "Support children and young people before, during or after diagnostic, clinical or therapeutic procedures."
    },
    {
      "skillId": "2356cd2d-3057-48b4-b1f2-625f2a72087a",
      "detail": "Provide therapeutic support in line with care plans to encourage independence, self-management and skills for everyday life."
    },
    {
      "skillId": "96e7d671-1ac6-4b62-84cd-60c5e668784a",
      "detail": "Assist with undertaking clinical risk assessments and management plans."
    },
    {
      "skillId": "af5eecf1-9b4c-44f4-9166-496a648f2a14",
      "detail": "Recognise the impact of mental or physical capacity, health condition, learning disability or overall wellbeing on the therapeutic or clinical task or intervention and when to adapt."
    },
    {
      "skillId": "12900bc8-1179-4b1d-892c-d9ef2ff12326",
      "detail": "Enable individuals to meet optimum potential."
    },
    {
      "skillId": "c76784bb-e5cb-44c7-a01b-b94c94162c1f",
      "detail": "Facilitate group sessions to support health and well-being of individuals or communities."
    },
    {
      "skillId": "044e9761-e40b-4a68-9aa4-a33de71b65d1",
      "detail": "Support people to engage in the community and access activities or resources in line with their treatment goals."
    },
    {
      "skillId": "4d6159fe-cb43-4bbc-b35d-74a73da4ef4d",
      "detail": "Identify, order or fit therapeutic equipment and resources in line with the individual’s care plan."
    },
    {
      "skillId": "4787c571-3237-4790-a904-e96d285ff47f",
      "detail": "Use equipment and resources therapeutically in a safe way in line with local policy and procedure."
    },
    {
      "skillId": "65b2c47c-5183-4b9c-b367-cce6ed6e7b1c",
      "detail": "Demonstrate and teach the safe and appropriate use of therapeutic equipment and resources."
    },
    {
      "skillId": "fc81c8c8-51e5-442e-af18-a5e4c9752224",
      "detail": "Complete safety checks for therapeutic equipment and resources, following protocols to report issues or make adaptations if appropriate."
    }
  ],
  "options": [
    {
      "optionId": "3121e403-089c-4ecb-a6cd-4e13daa3cb2f",
      "title": "Adult Nursing Support"
    },
    {
      "optionId": "72365bf1-de6b-48fb-86dc-c4aaa1aeca79",
      "title": "Maternity Support"
    },
    {
      "optionId": "6736d588-237a-439d-abda-775399d570b4",
      "title": "Theatre Support"
    },
    {
      "optionId": "b278f018-8dea-4028-a6dc-49cdd8242ab8",
      "title": "Mental Health Support"
    },
    {
      "optionId": "dfb1e859-6dbd-404e-b5a9-69d4cae83a17",
      "title": "Children and Young People Support"
    },
    {
      "optionId": "6fc378c2-7c2e-4cee-a5db-bf961e39baa8",
      "title": "Allied Health Profession Therapy Support"
    }
  ],
  "optionsUnstructuredTemplate": [
    "Adult Nursing Support",
    "Allied Health Profession - Therapy Support",
    "Children & Young People",
    "Maternity Support",
    "Mental Health Support",
    "Theatre Support"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "epaApprovalDate": "",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "Claire Gill / Steve Walker",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "public.enquiries@ofqual.gov.uk",
    "webLink": "https://www.gov.uk/government/organisations/ofqual"
  },
  "approvedForDelivery": "2016-10-31T00:00:00 +00:00",
  "integratedApprenticeship": false,
  "integratedDegree": "",
  "tbReference": "TB0052",
  "tbMainContact": "healthcare.trailblazer@skillsforhealth.org.uk",
  "involvedEmployers": "Care UK, Derby Teaching Hospital NHS Foundation Trust, Great Ormond Street Hospital for Children NHS Foundation Trust, Health Education England, HEE - Shape of Caring, Ipswich Hospital NHS Trust, Institute of Vocational Learning and Workforce Research, Mid Essex Hospitals NHS Trust, Ministry of Defence (MoD), Norfolk & Suffolk Workforce Partnership (HEE East of England), Norfolk and Norwich University Hospitals NHS Foundation Trust, Norfolk and Suffolk NHS Foundation Trust, North Bristol NHS Trust, North East London Foundation Trust (Care City), North Somerset Community Partnership, Poole Hospital NHS Foundation Trust, Royal College of Midwives, Royal College of Nursing, Skills for Health, Somerset Partnership NHS Foundation Trust, South Devon Healthcare NHS Foundation Trust, Southern Health NHS Foundation Trust, St Christopher’s Hospice, St Giles Hospice, The Royal Devon & Exeter NHS Foundation Trust, UNISON, University Hospital Birmingham, University Hospital Southampton NHS FT, Walsall Hospitals NHS Trust, Yeovil District Hospital NHS Foundation Trust",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [
    "Community support worker",
    "Maternity support worker",
    "Mental health support worker",
    "Senior healthcare support worker",
    "Theatre assistant",
    "Therapy assistant"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "",
  "pathway": "Health",
  "cluster": "Health Assistant",
  "createdDate": "2023-04-04T07:20:32 +00:00",
  "lastUpdated": "2023-04-03T00:00:00 +00:00",
  "occupationalStandardUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/senior-healthcare-support-worker-v1-4?view=standard#OccupationalStandard",
  "standardPageUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/senior-healthcare-support-worker-v1-4",
  "qualifications": [
    {
      "qualificationId": "148799fd-0051-46bf-94db-dcedf3fa9c3c",
      "title": "Level 3 Diploma in Healthcare Support",
      "level": "3",
      "anyAdditionalInformation": "ABBE 610/2141/6, \r\nHighfield 610/2239/1,\r\nInnovate 610/2224/X,\r\nTQUK 610/2249/4,\r\nNCFE 610/2160/X,\r\nPearson 610/2253/6,  \r\nCity & Guilds\t610/2259/7."
    }
  ],
  "professionalRecognition": [],
  "duties": [
    {
      "dutyID": "1f588f2a-987e-47b5-90a3-27d1ce490be6",
      "dutyDetail": "Act within the limits of own competence and within agreed ways of working, following the relevant local and national standards, policies and protocols used in the workplace.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "007bd44c-b016-4943-9e98-547485ed09e5",
        "7c1fb9ba-9252-4213-a7f2-ae1055e1deab",
        "0136f02f-ca35-4710-87dd-71ec3e55a6b9"
      ],
      "mappedKnowledge": [
        "df873f02-9033-40a8-b881-98df525274f0",
        "c583f2df-2c95-484a-a340-4085728daf3f",
        "19a3fe41-db40-4941-9611-42873284816e",
        "10134d03-dc40-4aa4-9768-cda944bf3299"
      ],
      "mappedOptions": null,
      "mappedSkills": [
        "425084e2-8de8-4b6c-a462-18bb8bc1584b",
        "752ab903-23f8-4415-b51d-52c3d87aaa8b",
        "bdef91d2-acb1-4498-ad7d-8e283a427992",
        "a3378ced-d5ce-4c4f-9b20-1e6ad268c210"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "5f130740-9aa4-4e7e-a78d-54e4b6a9d331",
      "dutyDetail": "Promote the health and wellbeing of individuals.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "007bd44c-b016-4943-9e98-547485ed09e5",
        "7c1fb9ba-9252-4213-a7f2-ae1055e1deab",
        "0136f02f-ca35-4710-87dd-71ec3e55a6b9"
      ],
      "mappedKnowledge": [
        "9fe4cddb-b057-499c-b365-769732931434",
        "2bf2334e-af82-4d27-bd1e-1d369eb9d55e"
      ],
      "mappedOptions": null,
      "mappedSkills": [
        "ddc36e10-fda2-4e2a-a47a-29924b113d67",
        "0f5944d5-bc62-4f0e-baa6-237adb5efa7d"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e2f9a85c-81ba-4d16-a1df-65d0a006034a",
      "dutyDetail": "Monitor the physical and mental health and well-being  of individuals in your care.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "007bd44c-b016-4943-9e98-547485ed09e5",
        "7c1fb9ba-9252-4213-a7f2-ae1055e1deab",
        "0136f02f-ca35-4710-87dd-71ec3e55a6b9"
      ],
      "mappedKnowledge": [
        "58653c62-9deb-41a8-9947-644f987ce5c0",
        "76772505-5fa1-4f86-859a-7eb1f937bb54",
        "3c38b88a-a406-454c-9f92-dec57fce2c54",
        "ab9a9ae4-ed2a-464c-9215-e37307859679"
      ],
      "mappedOptions": null,
      "mappedSkills": [
        "5817568d-ea6f-436d-a0b5-0efe18073b42",
        "3e455aaa-1be4-479d-a247-cb17d7db7559",
        "f089852c-3972-4fe2-ac3b-fd9b860c6f03",
        "1d9359a3-82bd-48df-bb80-a7c8cff4bf5e"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e4ccfe7c-b09e-4e22-b8c4-1fed470c3ae9",
      "dutyDetail": "Use communication methods and techniques to overcome barriers and meet individuals’ wishes, preferences and needs. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "007bd44c-b016-4943-9e98-547485ed09e5",
        "7c1fb9ba-9252-4213-a7f2-ae1055e1deab",
        "0136f02f-ca35-4710-87dd-71ec3e55a6b9"
      ],
      "mappedKnowledge": [
        "ec09f968-1081-4b51-96f0-86e42596fd55",
        "4cf454d8-9fb5-4f7d-bc03-0066b60114bf"
      ],
      "mappedOptions": null,
      "mappedSkills": [
        "eec459c8-d6ac-4163-890e-f860c2679607",
        "d1f29797-3dbb-4be1-83bf-a8942641967b"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "53d7a259-2120-40f7-9e32-529f76982538",
      "dutyDetail": "Maintain the health, safety and security of yourself and others in the workplace by identifying risks and taking appropriate action to keep people safe. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "007bd44c-b016-4943-9e98-547485ed09e5",
        "7c1fb9ba-9252-4213-a7f2-ae1055e1deab",
        "0136f02f-ca35-4710-87dd-71ec3e55a6b9"
      ],
      "mappedKnowledge": [
        "274abd15-5063-4a64-a073-eea08c7a6d1e",
        "f228d822-59a0-4f01-a7e6-a83ee73dd956",
        "3d0d5c80-278a-47b2-bd4e-df5ebf1e2d8e",
        "76ac9026-d06b-4e8b-8e8d-04c842558d79",
        "0c3db191-87b7-4770-a292-e9726c6b323d",
        "15b4a186-76df-416d-810b-81b8dce253c3"
      ],
      "mappedOptions": null,
      "mappedSkills": [
        "f94c252e-ffad-4ddc-99fe-4b2f1e3b6860",
        "4283382a-418e-4739-9522-0384fc64c02f",
        "433790fe-3045-403e-a245-2a1b9b074e6b",
        "61a81ff8-b679-4774-9d9e-144ff0a583e1",
        "27205765-fbb2-440a-8343-ee47690f4ec3",
        "f7bd2e8d-47c4-4706-a6ec-b826f1ea0651"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "8e62c884-f92e-4e50-ac58-f7f3968058e8",
      "dutyDetail": "Maintain and further develop your own skills and knowledge and contribute to the development of others. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "007bd44c-b016-4943-9e98-547485ed09e5",
        "7c1fb9ba-9252-4213-a7f2-ae1055e1deab",
        "0136f02f-ca35-4710-87dd-71ec3e55a6b9"
      ],
      "mappedKnowledge": [
        "28f5a8e3-9e6d-4665-a6fc-d5866834fb05",
        "41178452-9f51-4b4f-99d0-eeff11817170",
        "79a1b66c-621e-4e61-b40e-4c0f5c6c99eb"
      ],
      "mappedOptions": null,
      "mappedSkills": [
        "26b0a7ee-b70e-4ce2-a9b4-c16950de0bda",
        "a36e8761-231c-4cbb-b2d4-bc5a2894d6d1",
        "6988ef92-6a3d-4b5a-87eb-79299ab612b0"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "200a5aa9-60db-4b36-88aa-4321b6b1af28",
      "dutyDetail": "Record, report and store information related to individuals, keeping information confidential. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "007bd44c-b016-4943-9e98-547485ed09e5",
        "7c1fb9ba-9252-4213-a7f2-ae1055e1deab",
        "0136f02f-ca35-4710-87dd-71ec3e55a6b9"
      ],
      "mappedKnowledge": [
        "87b663e8-31cd-4fc2-b3f9-9e10126260ee",
        "b4846c74-29ce-49b7-bbc9-7c0d678e6757"
      ],
      "mappedOptions": null,
      "mappedSkills": [
        "a484be40-91ea-4888-9275-7c2e18b1130d",
        "35d81d1a-d4d8-4767-b3ef-4bebf9398a31"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "130c621f-4bef-42b2-830c-41f07b1c0fef",
      "dutyDetail": "Contribute to the quality of services by participating in improvement activities. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "007bd44c-b016-4943-9e98-547485ed09e5",
        "7c1fb9ba-9252-4213-a7f2-ae1055e1deab",
        "0136f02f-ca35-4710-87dd-71ec3e55a6b9"
      ],
      "mappedKnowledge": [
        "8fcb451c-46d0-4820-b83c-9be05b998271",
        "48bee6f0-3773-4597-ad28-a17b8218e6ac",
        "38098949-219f-4d3b-a826-2d2e7d6ea421"
      ],
      "mappedOptions": null,
      "mappedSkills": [
        "5b291622-1d75-42de-aa32-0e82b7b2e94d",
        "de9eb5bf-10f1-458b-bbbc-87fc04876694",
        "61a70f49-363a-4e14-b25e-96b552cf5e40"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e1cbe3af-4b04-4c95-8b3f-e4f6917630b0",
      "dutyDetail": "Provide leadership for others within the scope of own role.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [
        "007bd44c-b016-4943-9e98-547485ed09e5",
        "7c1fb9ba-9252-4213-a7f2-ae1055e1deab",
        "0136f02f-ca35-4710-87dd-71ec3e55a6b9"
      ],
      "mappedKnowledge": [
        "c3841433-31fc-4f00-8303-089da05ccdef",
        "b733ebd6-d510-4b43-85ec-136c17cde350"
      ],
      "mappedOptions": null,
      "mappedSkills": [
        "d15342f8-7f33-4d5f-bf47-3f209560b17f",
        "bc0e62f4-149d-4b92-9962-5f9cbe25fcb3"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "692c005f-5a73-4bb2-bc2c-3d500a9f589c",
      "dutyDetail": "Undertake delegated nursing care and support for adults.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [
        "007bd44c-b016-4943-9e98-547485ed09e5",
        "7c1fb9ba-9252-4213-a7f2-ae1055e1deab",
        "0136f02f-ca35-4710-87dd-71ec3e55a6b9"
      ],
      "mappedKnowledge": [
        "25e97bbc-d3b3-4949-985f-359890f29333",
        "f28b8adb-9988-4578-9d30-a5f02a328f9b",
        "a737d1f7-c2f2-4c6c-96a7-5babede6edac",
        "cc866157-ee25-4109-8c35-1346498bb7aa",
        "bf0517b6-4bb4-45f7-bfd8-af87a654ac2a",
        "f866f127-a6dd-4497-a11b-ca046fbb0458",
        "5c8f9ada-0573-49d9-a713-851585aeaa3f",
        "81b28f2a-7469-4717-ac79-e7427389a08c"
      ],
      "mappedOptions": [
        "3121e403-089c-4ecb-a6cd-4e13daa3cb2f"
      ],
      "mappedSkills": [
        "ceb2382a-0e0d-4968-a739-9a94b9b31a31",
        "dbc4155e-c8de-4709-9241-32a68f80a2c5",
        "685f1c1f-52c2-4cd6-afda-2ab79e6090fc",
        "62729ed9-9a71-4380-99b5-b5abfc419fbd",
        "be684af1-92c5-47b4-9c7d-5178338a7ac7",
        "31197686-49d5-4203-85bf-d60f2882a47d",
        "121af6d7-3f3c-4618-a27d-7f236d13794b",
        "2a8a8f2c-c541-4833-a89d-854961258abd"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "7c265ebf-64f8-47e7-a8ae-19a647242a5e",
      "dutyDetail": "Undertake delegated maternity care and support for women, babies and their families.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [
        "007bd44c-b016-4943-9e98-547485ed09e5",
        "7c1fb9ba-9252-4213-a7f2-ae1055e1deab",
        "0136f02f-ca35-4710-87dd-71ec3e55a6b9"
      ],
      "mappedKnowledge": [
        "cc866157-ee25-4109-8c35-1346498bb7aa",
        "f866f127-a6dd-4497-a11b-ca046fbb0458",
        "5c8f9ada-0573-49d9-a713-851585aeaa3f",
        "09458573-188d-45fa-b633-7029e2ffb092",
        "537286ba-42ea-44d1-9863-53d3cbc78fad",
        "d2061d01-8d99-45ac-810e-2d2ae7a18316",
        "4fe06edf-6766-4c12-b159-158b6999ce98",
        "afd72d2a-0719-4eb5-8d27-3f61e15690f9",
        "f489b506-1d94-4551-bbc0-25571eeaf371",
        "06780f83-d433-42ba-a1b3-830356a21bb0",
        "e5d6557d-df2d-4dc4-91ed-f7bba1cddd81",
        "2ce1abd5-bbc9-495d-92c5-02f7ab2d0563"
      ],
      "mappedOptions": [
        "72365bf1-de6b-48fb-86dc-c4aaa1aeca79"
      ],
      "mappedSkills": [
        "62729ed9-9a71-4380-99b5-b5abfc419fbd",
        "31197686-49d5-4203-85bf-d60f2882a47d",
        "121af6d7-3f3c-4618-a27d-7f236d13794b",
        "013a546f-98e5-409b-8177-5be7175cc3a6",
        "012b6618-a063-46de-83eb-047b80a87b45",
        "6cd6872f-399d-4e84-81fc-ee31af299ce1",
        "329796f7-516e-4969-b514-c3f672bd847f",
        "f05e1d2f-e585-4645-9747-90d336ec8dbb",
        "24a1ae47-66f0-4864-8d77-0256d1cc8e19",
        "e83c0120-c29f-4cf5-9181-da2d19030e68",
        "bc44abb2-059e-4195-aea1-19c6af1c0b97",
        "a9c867b1-27f7-4806-8973-ec8d0033ac12"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a034b173-ff12-41f9-8c44-38f9d9c996a5",
      "dutyDetail": "Undertake delegated peri-operative care and support for individuals.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [
        "007bd44c-b016-4943-9e98-547485ed09e5",
        "7c1fb9ba-9252-4213-a7f2-ae1055e1deab",
        "0136f02f-ca35-4710-87dd-71ec3e55a6b9"
      ],
      "mappedKnowledge": [
        "7b775859-a9de-4732-8f6d-0f6ea9ce2c4d",
        "d28c3276-2874-4c35-85c9-a449201adb0b",
        "21be4638-91e7-4359-b54a-20f7843c2c1c",
        "e7754cd0-d296-471b-b291-3ab83d98b6aa",
        "e6020d11-9a18-43f1-8e99-a950b1ad6875",
        "49cb9339-6ecd-4dd5-b53d-844336390537",
        "5d354478-280a-442d-9f06-cbe1d3270380",
        "4c231ee2-1565-4f15-832c-9c93674c9f09",
        "d76baf16-738b-4f7d-bed3-c3c02c3c2e95"
      ],
      "mappedOptions": [
        "6736d588-237a-439d-abda-775399d570b4"
      ],
      "mappedSkills": [
        "8828fcf2-a2e0-4567-b052-519bce6fe4f2",
        "176a4993-5a87-4036-a8d8-920adac075df",
        "dcdf5d53-0fe5-4031-b9ba-de352962727b",
        "ffdb77d6-3849-4523-8061-572079993c9b",
        "d96b0c64-1fc8-406c-a1ee-f8b576d2d925",
        "d4f52d0b-1701-440e-b836-c2af279ec0cd",
        "354d2ea5-41a8-4806-ae5e-640aa50a10b5",
        "1c676ae2-6847-4e08-a90c-2b8faaaacbde",
        "e985cf92-9ac1-4e27-ae2e-5b90e42c57e9"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "c1c6efe1-d557-42d2-8268-7978e20054e5",
      "dutyDetail": "Undertake delegated therapeutic techniques and interventions for individuals to promote mental health recovery.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [
        "007bd44c-b016-4943-9e98-547485ed09e5",
        "7c1fb9ba-9252-4213-a7f2-ae1055e1deab",
        "0136f02f-ca35-4710-87dd-71ec3e55a6b9"
      ],
      "mappedKnowledge": [
        "5c8f9ada-0573-49d9-a713-851585aeaa3f",
        "3a9f62e7-e7e5-482d-81b5-12f6b95c7d96",
        "4ae61adf-2ebc-4fe9-be08-40779ab30a23",
        "bb074f41-2f81-4fe9-924b-09529e7323a2",
        "5c78dcbd-2b94-4a5a-9bf8-734a467ce27b",
        "37379089-7a74-4034-a1b3-4b8e0ff5f69d",
        "7bdd7fbf-a4c2-485f-936e-19cb328491b1",
        "925ebe4c-afbf-4e16-9eed-a410d86d9814",
        "87458ade-dac3-4239-976b-2a544e51a048",
        "4c1ed966-25ac-4809-b4d1-096ceeba80fc"
      ],
      "mappedOptions": [
        "b278f018-8dea-4028-a6dc-49cdd8242ab8"
      ],
      "mappedSkills": [
        "121af6d7-3f3c-4618-a27d-7f236d13794b",
        "c5f2cd6f-1c6f-4010-b04e-c03ccd7cab11",
        "0eaa9239-29fc-478a-89e0-7413c7ba80c3",
        "3db9e9b0-3af3-4a5c-92d6-cbd514fa648b",
        "bd077e2e-1f77-4e8c-a7e0-40b18589f267",
        "22f1a4a7-6d51-4bc9-9738-e00fe6edc73c",
        "5a8f88c5-d6aa-4390-be1d-ac1aa8ee1db6",
        "789e057d-0016-43ea-a9c5-fdd3a33ff6d5",
        "987922b7-dfbe-4a42-b9ec-a2541729251b",
        "9c1a282e-73f8-4207-8f94-75d1a0000df0"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "74be3326-634c-487b-ba30-fa82c7cfa396",
      "dutyDetail": "Undertake delegated clinical and therapeutic activities for children, young people and their families.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [
        "007bd44c-b016-4943-9e98-547485ed09e5",
        "7c1fb9ba-9252-4213-a7f2-ae1055e1deab",
        "0136f02f-ca35-4710-87dd-71ec3e55a6b9"
      ],
      "mappedKnowledge": [
        "25e97bbc-d3b3-4949-985f-359890f29333",
        "f28b8adb-9988-4578-9d30-a5f02a328f9b",
        "a737d1f7-c2f2-4c6c-96a7-5babede6edac",
        "cc866157-ee25-4109-8c35-1346498bb7aa",
        "bf0517b6-4bb4-45f7-bfd8-af87a654ac2a",
        "f866f127-a6dd-4497-a11b-ca046fbb0458",
        "5c8f9ada-0573-49d9-a713-851585aeaa3f",
        "668c0ed8-c361-49af-9f1c-d9cae384b397",
        "617a4ba6-c0a9-4fb2-9c8e-134de92f8a31",
        "d3a9d466-c507-44db-80aa-556b9d69cff5",
        "8a2cbb8b-10df-4cdd-b5ee-7baac1d8c259"
      ],
      "mappedOptions": [
        "dfb1e859-6dbd-404e-b5a9-69d4cae83a17"
      ],
      "mappedSkills": [
        "ceb2382a-0e0d-4968-a739-9a94b9b31a31",
        "dbc4155e-c8de-4709-9241-32a68f80a2c5",
        "685f1c1f-52c2-4cd6-afda-2ab79e6090fc",
        "62729ed9-9a71-4380-99b5-b5abfc419fbd",
        "be684af1-92c5-47b4-9c7d-5178338a7ac7",
        "31197686-49d5-4203-85bf-d60f2882a47d",
        "121af6d7-3f3c-4618-a27d-7f236d13794b",
        "128cf061-7431-49a6-917c-ef6428215c46",
        "9bdaa8f2-bf92-4cdb-97fe-758d7ae94926",
        "9625fc68-ff30-45af-8cee-06bac51044eb",
        "696e3f23-ddb9-4388-9144-65555046588d"
      ],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "b64747ce-a42d-4ed6-a29c-2c97368a3fc1",
      "dutyDetail": "Undertake delegated therapeutic activities to support individuals in meeting their optimum potential.",
      "isThisACoreDuty": 0,
      "mappedBehaviour": [
        "007bd44c-b016-4943-9e98-547485ed09e5",
        "7c1fb9ba-9252-4213-a7f2-ae1055e1deab",
        "0136f02f-ca35-4710-87dd-71ec3e55a6b9"
      ],
      "mappedKnowledge": [
        "f866f127-a6dd-4497-a11b-ca046fbb0458",
        "ee5821fb-163d-46f4-b658-32731accea4a",
        "a45aa648-03bb-4e18-a2b6-fbfc2774e088",
        "50e5d852-c4e3-42dc-b5ad-66acd862e4f0",
        "4cf3e942-a090-4d7c-a857-bfaa928baff2",
        "e058bcef-3bb2-49c3-8b9c-01e9a20a7290",
        "33fe593f-9a6c-4e53-bcdb-94ae4268043c",
        "9b52e392-ed21-4bd5-8774-405d2abfcb98",
        "25fb14da-7a83-4f3d-bb52-bd37afea118c",
        "5dbb020a-c150-4d78-a070-7a1ec7f71be9",
        "2097d067-0cb3-4170-a4bc-0169afcad37a"
      ],
      "mappedOptions": [
        "6fc378c2-7c2e-4cee-a5db-bf961e39baa8"
      ],
      "mappedSkills": [
        "31197686-49d5-4203-85bf-d60f2882a47d",
        "2356cd2d-3057-48b4-b1f2-625f2a72087a",
        "96e7d671-1ac6-4b62-84cd-60c5e668784a",
        "af5eecf1-9b4c-44f4-9166-496a648f2a14",
        "12900bc8-1179-4b1d-892c-d9ef2ff12326",
        "c76784bb-e5cb-44c7-a01b-b94c94162c1f",
        "044e9761-e40b-4a68-9aa4-a33de71b65d1",
        "4d6159fe-cb43-4bbc-b35d-74a73da4ef4d",
        "4787c571-3237-4790-a904-e96d285ff47f",
        "65b2c47c-5183-4b9c-b367-cce6ed6e7b1c",
        "fc81c8c8-51e5-442e-af18-a5e4c9752224"
      ],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Adult Nursing Support",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Allied Health Profession - Therapy Support",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Children & Young People",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Maternity Support",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Mental Health Support",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Theatre Support",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    }
  ],
  "careerStarter": true
}