{
  "templateType": "Apprenticeship Standard",
  "larsCode": 264,
  "referenceNumber": "ST0539",
  "title": "International freight forwarding specialist",
  "status": "Approved for delivery",
  "url": "https://www.instituteforapprenticeships.org/api/apprenticeshipstandards/264",
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2018-04-20T00:00:00",
  "earliestStartDate": "2018-04-20T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Helping organise large-scale freight imports and exports.",
  "level": 3,
  "typicalDuration": 18,
  "maxFunding": 9000,
  "route": "Transport and logistics",
  "keywords": [
    "International freight forwarding specialist",
    "freight",
    "warehousing",
    "distribution",
    "code",
    "logistics",
    "transport",
    "supply chain"
  ],
  "jobRoles": [],
  "entryRequirements": "",
  "assessmentPlanUrl": "https://www.instituteforapprenticeships.org/media/1743/st0539_international-freight_l3_ap-for-publication_200418.pdf",
  "ssa1": "7 Retail and Commercial Enterprise",
  "ssa2": "7.2 Warehousing and distribution",
  "version": "1.0",
  "standardInformation": "&lt;h3&gt;&lt;strong&gt;Occupation: &lt;/strong&gt;&#160;&#160;&lt;/h3&gt;\r\n&lt;p&gt;International Freight Forwarding Specialist&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Level:&lt;/strong&gt;&#160;&lt;/h3&gt;\r\n&lt;p&gt;3&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Programme duration&lt;/strong&gt;:&lt;/h3&gt;\r\n&lt;p&gt;The apprenticeship will typically take 18 months to complete.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;International Trade and the role of Freight Forwarders:&#160; &lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;The processing of international trade documentation is vital to the UK economy and the demand for international trade skills is forecast to rise.&#160; Freight Forwarders implement these key processes. The sector deals with complex customs legislation and has a need demonstrate competence in compliance with customs controls and procedures.&#160; Clients require their international supply chain to be fully secure, efficient and compliant.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Role of International Freight Forwarding Specialists&lt;/strong&gt;:&#160;&lt;/h3&gt;\r\n&lt;p&gt;International Freight Forwarding Specialists are employed to ensure that the company they work for, and their clients remain compliant with all applicable customs, import and export laws and regulations.&#160; They understand customs rules, regulations and terms of trade, know where to find information and when to escalate issues. They have specific skills around customs procedures, classification of goods, allocating modes of transport and all relevant paper and electronic documentation. International Freight Forwarding Specialists are responsible for a variety of tasks on a daily basis such as shipment bookings, creating the appropriate documents, liaison with carriers, ports and handling agents, transport requirements, sales quotations, invoicing, financial procedures as well as the many customs processes and regimes they will come across. Clients must be kept informed proactively of progress and this requires skills and behaviours in customer service linked to an appreciation of international cultures, time zones and their effect on transit times. International Freight Forwarding Specialists have the ability to communicate effectively with people from different countries, taking account of differences in working practices.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Pathways in Freight Forwarding: &lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;Apprentices will gain the &lt;strong&gt;CORE knowledge and skills&lt;/strong&gt; and then &lt;strong&gt;choose one of three PATHWAYS&lt;/strong&gt; (Air Freight, Ocean Freight or Road Freight) to reflect the focus of their employer’s operations. In each pathway, additional knowledge and skills will be acquired.&lt;/p&gt;\r\n&lt;table&gt;\r\n&lt;tbody&gt;\r\n&lt;tr&gt;\r\n&lt;th&gt;Core&lt;/th&gt;\r\n&lt;th&gt;&lt;strong&gt;KNOWLEDGE&#160;&lt;span&gt;&#160;&lt;/span&gt;&lt;/strong&gt;&lt;span&gt;Has a practical understanding of:&lt;/span&gt;&lt;/th&gt;\r\n&lt;th&gt;&lt;strong&gt;SKILLS&lt;span&gt;&#160;&lt;/span&gt;&lt;/strong&gt;&lt;span&gt;Is able to:&lt;/span&gt;&lt;/th&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;&lt;strong&gt;CORE:&lt;/strong&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;INTERNATIONAL FREIGHT MOVEMENT&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;The commercial basis for the consolidation of goods being moved across the world and the purpose, function, structure and organisation of the freight forwarding industry.&lt;/p&gt;\r\n&lt;p&gt;World geography, political boundaries, time zones and travel times.&lt;/p&gt;\r\n&lt;p&gt;The principles underpinning the regulatory systems that apply to freight forwarding and the import and export of goods and the function of the key regulatory organisations.&lt;/p&gt;\r\n&lt;p&gt;The terms of international sales (Incoterms).&lt;/p&gt;\r\n&lt;p&gt;International freight documentation and cargo booking procedures.&lt;/p&gt;\r\n&lt;p&gt;The range and characteristics of road, ocean, and air transport and the determinants of their use in freight forwarding.&lt;/p&gt;\r\n&lt;p&gt;The role of freight forwarders in the selection of modes of transport as goods are moved around the world.&lt;/p&gt;\r\n&lt;p&gt;The importance of marine insurance and carrier’s liability.&lt;/p&gt;\r\n&lt;p&gt;The classifications of hazardous goods and the restrictions applied to their movement.&lt;/p&gt;\r\n&lt;p&gt;The use of documentary letters of credit to reduce financial risk in international trade&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Create international transit documentation.&lt;/p&gt;\r\n&lt;p&gt;Accurately enter data regarding goods being imported or exported into generic or bespoke ICT systems.&lt;/p&gt;\r\n&lt;p&gt;Rate shipments for specific modes of transport in line with Incoterms.&lt;/p&gt;\r\n&lt;p&gt;Book, plan and monitor international shipments - using manual or ICT systems - in accordance with the rules and regulations that apply to that area of the world and to the goods consigned.&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;&lt;strong&gt;CORE:&lt;/strong&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;CUSTOMS PROCEDURES&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Has a practical understanding of:&lt;/p&gt;\r\n&lt;p&gt;The key features of international customs and excise regimes.&lt;/p&gt;\r\n&lt;p&gt;The differences in how goods are moved under the different customs controls that apply in the UK, the EU and internationally and the purpose, function and range of Customs Procedure Codes.&lt;/p&gt;\r\n&lt;p&gt;The entry, transit and exit procedures that apply to goods being imported and exported.&lt;/p&gt;\r\n&lt;p&gt;The key contents of the&lt;span&gt;&#160;&lt;/span&gt;&lt;strong&gt;Integrated Tariff of the United Kingdom (UK&lt;span&gt;&#160;&lt;/span&gt;&lt;/strong&gt;Trade Tariff).&lt;/p&gt;\r\n&lt;p&gt;How to find out about the preferences/trade agreements that may apply in international trade.&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Is able to:&lt;/p&gt;\r\n&lt;p&gt;Prepare the Single Administrative Document (C88 in UK) for export (National Export System) and import declarations.&lt;/p&gt;\r\n&lt;p&gt;Use data systems to prepare and submit the information required by customs authorities as part of the management of the international movement of goods.&lt;/p&gt;\r\n&lt;p&gt;Produce accurate customs declarations &amp;amp; valuations.&lt;/p&gt;\r\n&lt;p&gt;Use UK Trade Tariff to obtain correct information relating to commodity codes, VAT and duty and perform duty, VAT &amp;amp; excise calculations.&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;&lt;strong&gt;CORE:&lt;/strong&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;BUSINESS FINANCE AND FREIGHT COSTING&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Has a practical understanding of:&lt;/p&gt;\r\n&lt;p&gt;Business accountancy and taxation principles.&lt;/p&gt;\r\n&lt;p&gt;Commercial invoicing, including appreciation of foreign currencies.&lt;/p&gt;\r\n&lt;p&gt;Billing and accruals.&lt;/p&gt;\r\n&lt;p&gt;Pricing and spot-quoting.&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Is able to:&lt;/p&gt;\r\n&lt;p&gt;Produce freight costings and invoices in line with incoterms and relevant charges.&lt;/p&gt;\r\n&lt;p&gt;Deal with and understand the effects of currency conversion and exchange rate risks on pricing and invoicing calculations.&lt;/p&gt;\r\n&lt;p&gt;Apply costs and revenues and is aware of desired margins.&lt;/p&gt;\r\n&lt;p&gt;Prepare quotes for service.&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;tr&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;&lt;strong&gt;CORE:&lt;/strong&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;CUSTOMER SERVICE&lt;/strong&gt;&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Has a practical understanding of:&lt;/p&gt;\r\n&lt;p&gt;The importance of accurate and timely communication with customers both internally and externally to own organisation.&lt;/p&gt;\r\n&lt;p&gt;The importance of proactively monitoring shipments during all stages of the international door-to-door process, including the monitoring of &#160;departure/arrival times of bookings via trucks, vessels, flights, customs and transit delays in foreign countries and the impact of time zone differences.&lt;/p&gt;\r\n&lt;p&gt;The importance of communicating any delays (domestic or international) to the customer in a proactive manner, in line with their KPIs and giving them as much notice as possible to enable them to plan contingencies.&lt;/p&gt;\r\n&lt;p&gt;The principles of customer service, customer relationship management and complaint handling.&lt;/p&gt;\r\n&lt;p&gt;The economic importance of respecting business and social cultures in all aspects of international trading.&lt;/p&gt;\r\n&lt;p&gt;The business and social cultures of overseas countries with whom you trade, how these cultures differ from those of the UK and the impact this has on the style, content and timing of written and verbal communication with them.&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;td&gt;\r\n&lt;p&gt;Is able to:&lt;/p&gt;\r\n&lt;p&gt;Demonstrate good sales/customer service skills.&lt;/p&gt;\r\n&lt;p&gt;Obtain the relevant information from systems, or know the right organisations/departments to contact to obtain the information.&lt;/p&gt;\r\n&lt;p&gt;Deliver high standards of customer service both on the telephone and face to face and use various forms of media effectively where necessary.&lt;/p&gt;\r\n&lt;p&gt;Demonstrate the use of both verbal and written communication that is appropriate to the business and social cultures of customers and their staff in the overseas countries with whom you trade.&lt;/p&gt;\r\n&lt;/td&gt;\r\n&lt;/tr&gt;\r\n&lt;/tbody&gt;\r\n&lt;/table&gt;\r\n&lt;h3&gt;Core behaviours:&lt;/h3&gt;\r\n&lt;p&gt;Apprentices must develop the following behaviours which are integral to successful performance in the workplace. These are:&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Shows commercial acumen. &#160;&#160;&lt;/li&gt;\r\n&lt;li&gt;Is entrepreneurial. &#160;&#160;&lt;/li&gt;\r\n&lt;li&gt;Is proactive. &#160;&#160;&lt;/li&gt;\r\n&lt;li&gt;Highly organised, careful and diligent in data entry and written work.&lt;/li&gt;\r\n&lt;li&gt;Seeks to learn from experienced colleagues and team members.&#160; &#160;&lt;/li&gt;\r\n&lt;li&gt;Is open to feedback on work performance.&#160;&#160;&lt;/li&gt;\r\n&lt;li&gt;Seeks to build respect among colleagues and customers. &#160;&#160;&lt;/li&gt;\r\n&lt;li&gt;Demonstrates teamwork.&#160;&#160;&lt;/li&gt;\r\n&lt;li&gt;Communicates accurately and effectively with colleagues and customers. &#160;&#160;&lt;/li&gt;\r\n&lt;li&gt;Is a good listener.&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;h3&gt;&lt;strong&gt;PATHWAY 1: AIR FREIGHT&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;&lt;strong&gt;Has a practical understanding of:&lt;/strong&gt;&lt;/p&gt;\r\n&lt;p&gt;The terminology used in air freight services.&lt;/p&gt;\r\n&lt;p&gt;The purpose, function, structure and organisation of the air freight industry. The role of key regulatory and trade organisations in world-wide air freight, including airport authorities and handling agents.&lt;/p&gt;\r\n&lt;p&gt;Current trends in the international air freight market.&lt;/p&gt;\r\n&lt;p&gt;Documentation used in international air freight, including; invoices, air waybills, certificates of origin, Air Cargo Tariff and Rules (TACT) and OAG World Airways Guides.&lt;/p&gt;\r\n&lt;p&gt;The rules and regulations relating to aviation security.&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Is able to:&lt;/strong&gt;&lt;/p&gt;\r\n&lt;p&gt;Calculate air freight prices and create quotes for customers.&lt;/p&gt;\r\n&lt;p&gt;Complete all the relevant transport documentation required for the air freight industry and the operations of own organisation.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;PATHWAY 2: &lt;/strong&gt;&lt;strong&gt;OCEAN FREIGHT&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;&lt;strong&gt;Has a practical understanding of:&lt;/strong&gt;&lt;/p&gt;\r\n&lt;p&gt;The terminology and key documentation used in shipping lines, container services and ports authorities.&lt;/p&gt;\r\n&lt;p&gt;The purpose, function, structure and organisation of the ocean freight Industry and the role of key regulatory and trade organisations in world-wide shipping including port authorities.&lt;/p&gt;\r\n&lt;p&gt;Current trends in the international ocean freight market.&lt;/p&gt;\r\n&lt;p&gt;The organisation and operation of world-wide containerised shipping.&lt;/p&gt;\r\n&lt;p&gt;The purpose and usages of the different container types and their respective benefits&lt;/p&gt;\r\n&lt;p&gt;Documentation used in international ocean freight, including; bills of lading/sea waybills, export cargo shipping instructions.&lt;/p&gt;\r\n&lt;p&gt;Ocean shipment types and the basis for ocean freight pricing.&lt;/p&gt;\r\n&lt;p&gt;Is able to:&lt;/p&gt;\r\n&lt;p&gt;Calculate sea freight prices for both full container loads and less than full container loads and create quotes for customers.&lt;/p&gt;\r\n&lt;p&gt;Complete all the relevant transport documentation required for the ocean freight industry and the operations of own organisation.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;PATHWAY 3: &lt;/strong&gt;&lt;strong&gt;ROAD FREIGHT&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;&lt;strong&gt;Has a practical understanding of:&lt;/strong&gt;&lt;/p&gt;\r\n&lt;p&gt;The terminology used in international road freight services.&lt;/p&gt;\r\n&lt;p&gt;The purpose, function, structure and organisation of the international road freight Industry and the role of key regulatory and trade organisations in international road freight.&lt;/p&gt;\r\n&lt;p&gt;Current trends in the international road freight market.&lt;/p&gt;\r\n&lt;p&gt;Regulation of driving hours and working times in the UK and internationally.&lt;/p&gt;\r\n&lt;p&gt;Documentation used in international road freight services, including; road consignment notes (CMRs), operator’s licence and vehicle documentation.&lt;/p&gt;\r\n&lt;p&gt;The principles of load planning and vehicle/container loading.&lt;/p&gt;\r\n&lt;p&gt;Manual and ICT systems used to route and schedule vehicle movements.&lt;/p&gt;\r\n&lt;p&gt;Safety and security issues in international road transport including issues related to ‘clandestine entrants’ seeking to avoid customs controls.&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Is able to:&lt;/strong&gt;&lt;/p&gt;\r\n&lt;p&gt;Calculate road freight prices and create quotes for customers.&lt;/p&gt;\r\n&lt;p&gt;Allocate loads to vehicle types and advise on the efficient and safe loading of containers and vehicles.&lt;/p&gt;\r\n&lt;p&gt;Read tachograph data relating to driving hours and an appreciation of transit times within the EU.&lt;/p&gt;\r\n&lt;p&gt;Route and schedule international road transport shipments.&lt;/p&gt;\r\n&lt;p&gt;Complete all the relevant transport documentation required for the road freight industry and the operations of own organisation.&lt;/p&gt;\r\n&lt;p&gt;&#160;&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;APPLIES TO ALL APPRENTICES:&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;h4&gt;&lt;strong&gt;Entry requirements:&lt;/strong&gt;&lt;/h4&gt;\r\n&lt;p&gt;Any entry requirements are a matter for individual employers.&lt;/p&gt;\r\n&lt;h4&gt;&lt;strong&gt;Qualifications:&lt;/strong&gt;&lt;/h4&gt;\r\n&lt;p&gt;Apprentices without Level 2 English and Maths will need to achieve this level prior to taking the end point assessment.&#160; For those with an education, health and care plan or a legacy statement the apprenticeships English and mathematics minimum requirement is Entry Level 3 and British Sign Language qualifications are an alternative to English qualifications for whom this is their primary language.&lt;/p&gt;\r\n&lt;h4&gt;&lt;strong&gt;Recognition:&lt;/strong&gt;&lt;/h4&gt;\r\n&lt;p&gt;None.&lt;/p&gt;\r\n&lt;h4&gt;&lt;strong&gt;Review:&lt;span&gt;&#160;&lt;/span&gt;&lt;/strong&gt;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&lt;/h4&gt;\r\n&lt;p&gt;The Standard will be reviewed after 3 years.&lt;/p&gt;\r\n&lt;p&gt;&#160;&lt;/p&gt;\r\n&lt;p&gt;&#160;&lt;/p&gt;",
  "occupationalSummary": "International Freight Forwarding Specialists are employed to ensure that the company they work for, and their clients remain compliant with all applicable customs, import and export laws and regulations.  They understand customs rules, regulations and terms of trade, know where to find information and when to escalate issues. They have specific skills around customs procedures, classification of goods, allocating modes of transport and all relevant paper and electronic documentation. International Freight Forwarding Specialists are responsible for a variety of tasks on a daily basis such as shipment bookings, creating the appropriate documents, liaison with carriers, ports and handling agents, transport requirements, sales quotations, invoicing, financial procedures as well as the many customs processes and regimes they will come across. Clients must be kept informed proactively of progress and this requires skills and behaviours in customer service linked to an appreciation of international cultures, time zones and their effect on transit times. International Freight Forwarding Specialists have the ability to communicate effectively with people from different countries, taking account of differences in working practices.\r\n",
  "knowledges": [
    {
      "knowledgeId": "7c0282b7-33de-418a-9f8a-52682a3c9d86",
      "detail": "The commercial basis for the consolidation of goods being moved across the world and the purpose, function, structure and organisation of the freight forwarding industry."
    },
    {
      "knowledgeId": "adc8def7-c29f-4331-a8be-099b2b462bfb",
      "detail": "World geography, political boundaries, time zones and travel times."
    },
    {
      "knowledgeId": "4a70d23f-9429-42e9-92ff-4bce70de7a84",
      "detail": "The principles underpinning the regulatory systems that apply to freight forwarding and the import and export of goods and the function of the key regulatory organisations."
    },
    {
      "knowledgeId": "cb8c8f06-45d1-4f1b-af2d-23cd682b91db",
      "detail": "The terms of international sales (Incoterms)."
    },
    {
      "knowledgeId": "8cde68ce-077c-479b-8668-70afa749d7e5",
      "detail": "International freight documentation and cargo booking procedures."
    },
    {
      "knowledgeId": "aeffdc04-a47d-408a-a012-f983e4db7982",
      "detail": "The range and characteristics of road, ocean, and air transport and the determinants of their use in freight forwarding."
    },
    {
      "knowledgeId": "1f230f42-3170-4bc4-b48d-4a02f10c015b",
      "detail": "The role of freight forwarders in the selection of modes of transport as goods are moved around the world."
    },
    {
      "knowledgeId": "67050a79-2205-4f1f-9d26-e1dd25bfb81f",
      "detail": "The importance of marine insurance and carrier’s liability."
    },
    {
      "knowledgeId": "3a3e4f99-40db-4a19-bfc8-d452b9d71d51",
      "detail": "The classifications of hazardous goods and the restrictions applied to their movement."
    },
    {
      "knowledgeId": "555d39db-4046-419c-871f-fcd80c46f914",
      "detail": "The use of documentary letters of credit to reduce financial risk in international trade"
    },
    {
      "knowledgeId": "136cd4b0-981f-429f-b25f-14a7912b6320",
      "detail": "The key features of international customs and excise regimes."
    },
    {
      "knowledgeId": "e5a318cd-3f4e-4c39-9488-dbca4a5a3d1b",
      "detail": "The differences in how goods are moved under the different customs controls that apply in the UK, the EU and internationally and the purpose, function and range of Customs Procedure Codes."
    },
    {
      "knowledgeId": "78fe2806-0cce-4057-9b43-343b933ffe1d",
      "detail": "The entry, transit and exit procedures that apply to goods being imported and exported"
    },
    {
      "knowledgeId": "05efe0c1-48b8-4933-82b1-a7f890989b37",
      "detail": "The key contents of the Integrated Tariff of the United Kingdom (UK Trade Tariff)."
    },
    {
      "knowledgeId": "cf784483-d205-46c4-9915-f45ceba3de1d",
      "detail": "How to find out about the preferences/trade agreements that may apply in international trade."
    },
    {
      "knowledgeId": "4eebb485-81cf-4246-9730-4f44e89eb395",
      "detail": "Business accountancy and taxation principles."
    },
    {
      "knowledgeId": "714b68b2-c5cc-4aa1-ba84-a00a8489aacb",
      "detail": "Commercial invoicing, including appreciation of foreign currencies."
    },
    {
      "knowledgeId": "9ecbabe5-3299-40be-a3d4-0ef7292195f2",
      "detail": "Billing and accruals."
    },
    {
      "knowledgeId": "8ea060b8-ad1d-4c0e-99c0-22319efea9a8",
      "detail": "Pricing and spot-quoting."
    },
    {
      "knowledgeId": "6575d7ad-4236-4260-a924-977bf2e93622",
      "detail": "The importance of accurate and timely communication with customers both internally and externally to own organisation."
    },
    {
      "knowledgeId": "2dd00803-67a0-490f-b9b8-58dc38585008",
      "detail": "The importance of proactively monitoring shipments during all stages of the international door-to-door process, including the monitoring of  departure/arrival times of bookings via trucks, vessels, flights, customs and transit delays in foreign countries and the impact of time zone differences."
    },
    {
      "knowledgeId": "d7da526d-ef21-4118-9de1-181cc9ae3966",
      "detail": "The importance of communicating any delays (domestic or international) to the customer in a proactive manner, in line with their KPIs and giving them as much notice as possible to enable them to plan contingencies."
    },
    {
      "knowledgeId": "cdda57e3-a46f-425b-8c37-5a1b75933c74",
      "detail": "The principles of customer service, customer relationship management and complaint handling."
    },
    {
      "knowledgeId": "e8ee02e8-5e18-4cfd-8829-20950cc519de",
      "detail": "The economic importance of respecting business and social cultures in all aspects of international trading."
    },
    {
      "knowledgeId": "e521f4e1-c51d-4ed6-9463-febbb8b7e750",
      "detail": "The business and social cultures of overseas countries with whom you trade, how these cultures differ from those of the UK and the impact this has on the style, content and timing of written and verbal communication with them."
    },
    {
      "knowledgeId": "7f7b0381-7af5-4f95-8b72-1e4113a75634",
      "detail": "O1:The terminology used in air freight services."
    },
    {
      "knowledgeId": "f54c107b-3098-466e-8c77-4aaf5420f055",
      "detail": "O1:The purpose, function, structure and organisation of the air freight industry. The role of key regulatory and trade organisations in world-wide air freight, including airport authorities and handling agents"
    },
    {
      "knowledgeId": "3642419e-8d33-492d-a7f1-8d03bb4af0fd",
      "detail": "O1:Current trends in the international air freight market."
    },
    {
      "knowledgeId": "6fd273af-81aa-4d99-8c36-9ce2c50a2e7f",
      "detail": "O1:Documentation used in international air freight, including; invoices, air waybills, certificates of origin, Air Cargo Tariff and Rules (TACT) and OAG World Airways Guides."
    },
    {
      "knowledgeId": "ac94ac15-8da6-4fee-a216-b3b4fce76476",
      "detail": "O1:The rules and regulations relating to aviation security"
    },
    {
      "knowledgeId": "46f47463-4dfe-4cd6-aea9-1c7c0df18cb6",
      "detail": "O2: The terminology and key documentation used in shipping lines, container services and ports authorities."
    },
    {
      "knowledgeId": "1b495728-ac18-4e3f-b531-fccdba7d5e3b",
      "detail": "O2: The purpose, function, structure and organisation of the ocean freight Industry and the role of key regulatory and trade organisations in world-wide shipping including port authorities."
    },
    {
      "knowledgeId": "fa66a476-9d45-4798-b057-aa200f996733",
      "detail": "O2: Current trends in the international ocean freight market."
    },
    {
      "knowledgeId": "bf6f7dd8-e5eb-4632-b935-6151c8a10214",
      "detail": "O2: The organisation and operation of world-wide containerised shipping."
    },
    {
      "knowledgeId": "22ab16a4-f74f-487a-b92b-2dceaf094662",
      "detail": "O2: The purpose and usages of the different container types and their respective benefits"
    },
    {
      "knowledgeId": "2007d32d-db30-4128-814e-223d2066d236",
      "detail": "O2: Documentation used in international ocean freight, including; bills of lading/sea waybills, export cargo shipping instructions."
    },
    {
      "knowledgeId": "91cfd777-cc08-4042-814f-b801d5d61737",
      "detail": "O2:Ocean shipment types and the basis for ocean freight pricing."
    },
    {
      "knowledgeId": "71b799f6-2bb6-42e1-b689-546e1f50bc9c",
      "detail": "O3: The terminology used in international road freight services."
    },
    {
      "knowledgeId": "74aa145d-cc90-4076-b291-725966f4c219",
      "detail": "O3: The purpose, function, structure and organisation of the international road freight Industry and the role of key regulatory and trade organisations in international road freight."
    },
    {
      "knowledgeId": "7ee73f2c-778e-4411-bca6-40871aab6cb2",
      "detail": "O3: Current trends in the international road freight market."
    },
    {
      "knowledgeId": "7c8da81b-9d3a-4a55-ba43-ec0c7735546e",
      "detail": "O3:Regulation of driving hours and working times in the UK and internationally."
    },
    {
      "knowledgeId": "77f023d2-f5e4-45ab-ba83-d814641d4e82",
      "detail": "O3:Documentation used in international road freight services, including; road consignment notes (CMRs), operator’s licence and vehicle documentation."
    },
    {
      "knowledgeId": "caffd671-dd70-4285-8a9f-6f84f36f7d21",
      "detail": "O3:The principles of load planning and vehicle/container loading."
    },
    {
      "knowledgeId": "77e6d862-c8c4-4950-bed1-0b7cd1dcc51f",
      "detail": "O3:Manual and ICT systems used to route and schedule vehicle movements."
    },
    {
      "knowledgeId": "203509fb-eb6a-4660-81f5-3d812c448feb",
      "detail": "O3: Safety and security issues in international road transport including issues related to ‘clandestine entrants’ seeking to avoid customs controls."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "fdb8099c-6823-4a02-a889-081685845aa7",
      "detail": "Shows commercial acumen.  "
    },
    {
      "behaviourId": "ec1becb9-4349-4c1e-ab8b-d26d6479f07c",
      "detail": "Is entrepreneurial.  "
    },
    {
      "behaviourId": "663df11f-50ff-4786-bac6-b5a1cda57ab3",
      "detail": "Is proactive "
    },
    {
      "behaviourId": "ad3cc436-8aa4-4220-a34f-f39935efcc82",
      "detail": "Highly organised, careful and diligent in data entry and written work."
    },
    {
      "behaviourId": "9c4b3e02-c90e-4a97-a93f-cbf1cddbcb70",
      "detail": "Seeks to learn from experienced colleagues and team members.  "
    },
    {
      "behaviourId": "2e1db3a8-f516-444e-aaeb-9f9d12f3f29b",
      "detail": "Is open to feedback on work performance.  "
    },
    {
      "behaviourId": "b8a995ee-6a76-4e99-8dcd-55dab540a099",
      "detail": "Seeks to build respect among colleagues and customers.   "
    },
    {
      "behaviourId": "27841fbf-1252-455c-9dc9-eb0cce75af64",
      "detail": "Demonstrates teamwork.  "
    },
    {
      "behaviourId": "2fcc5b53-1706-4d4e-97d8-584d773dcd43",
      "detail": "Communicates accurately and effectively with colleagues and customers."
    },
    {
      "behaviourId": "5ce458bd-711d-4af7-89be-da97cc12b87f",
      "detail": "Is a good listener."
    }
  ],
  "skills": [
    {
      "skillId": "c3c2edfc-4afb-488c-8027-308c173cdd78",
      "detail": "Create international transit documentation."
    },
    {
      "skillId": "de3ca4ca-39fa-415f-b740-80b0e6c26162",
      "detail": "Accurately enter data regarding goods being imported or exported into generic or bespoke ICT systems."
    },
    {
      "skillId": "f418a422-cbb5-432e-83f4-7061b87337c1",
      "detail": "Rate shipments for specific modes of transport in line with Incoterms."
    },
    {
      "skillId": "a312ee6c-477d-4862-b07f-1a002cc43c1e",
      "detail": "Book, plan and monitor international shipments - using manual or ICT systems - in accordance with the rules and regulations that apply to that area of the world and to the goods consigned."
    },
    {
      "skillId": "13eb5eaf-2a62-4208-be5a-1499d97f3105",
      "detail": "Prepare the Single Administrative Document (C88 in UK) for export (National Export System) and import declarations."
    },
    {
      "skillId": "ae0b3b9d-70ad-416f-b0af-fbcd965f8b1c",
      "detail": "Use data systems to prepare and submit the information required by customs authorities as part of the management of the international movement of goods."
    },
    {
      "skillId": "f7a392a8-208b-474c-a0ac-4a97514e6984",
      "detail": "Produce accurate customs declarations & valuations."
    },
    {
      "skillId": "945d4567-ccd9-4090-aaea-6a01157d14c8",
      "detail": "Use UK Trade Tariff to obtain correct information relating to commodity codes, VAT and duty and perform duty, VAT & excise calculations."
    },
    {
      "skillId": "74a44879-0a34-4366-8b72-d97d1e0fc9b6",
      "detail": "Produce freight costings and invoices in line with incoterms and relevant charges."
    },
    {
      "skillId": "a3886c35-0afd-4234-b7c9-838c8d07d0a4",
      "detail": "Deal with and understand the effects of currency conversion and exchange rate risks on pricing and invoicing calculations."
    },
    {
      "skillId": "fd9dde67-d460-4f7b-8f52-02873e9bd9ad",
      "detail": "Apply costs and revenues and is aware of desired margins."
    },
    {
      "skillId": "1feb752d-a34f-47e7-99ce-153eae45343d",
      "detail": "Prepare quotes for service."
    },
    {
      "skillId": "681bdb26-a288-440a-8355-570a16e0123d",
      "detail": "Demonstrate good sales/customer service skills."
    },
    {
      "skillId": "a7090a39-74f5-43f6-9c9e-efd9e755a562",
      "detail": "Obtain the relevant information from systems, or know the right organisations/departments to contact to obtain the information"
    },
    {
      "skillId": "f7d19dbf-e0d9-49f5-91f0-de7d1fdda9cc",
      "detail": "Deliver high standards of customer service both on the telephone and face to face and use various forms of media effectively where necessary."
    },
    {
      "skillId": "e06cfb88-3115-45ec-a7f5-6f9343471e26",
      "detail": "Demonstrate the use of both verbal and written communication that is appropriate to the business and social cultures of customers and their staff in the overseas countries with whom you trade."
    },
    {
      "skillId": "67aa29e1-7eae-45be-abae-a64c7c2e1ffe",
      "detail": "O1: Calculate air freight prices and create quotes for customers."
    },
    {
      "skillId": "8766812c-a69c-48be-b2e4-303785314510",
      "detail": "O1: Complete all the relevant transport documentation required for the air freight industry and the operations of own organisation."
    },
    {
      "skillId": "a88686df-7579-4b36-b970-468345d38221",
      "detail": "O2: Calculate sea freight prices for both full container loads and less than full container loads and create quotes for customers."
    },
    {
      "skillId": "92271a53-2c14-4a41-9890-eab820df9080",
      "detail": "O2: Complete all the relevant transport documentation required for the ocean freight industry and the operations of own organisation."
    },
    {
      "skillId": "eb571d24-5c3e-4190-a9e0-385b90612ef8",
      "detail": "O3: Calculate road freight prices and create quotes for customers."
    },
    {
      "skillId": "434728f8-b3bb-45dd-928e-3475658ab74d",
      "detail": "O3: Allocate loads to vehicle types and advise on the efficient and safe loading of containers and vehicles."
    },
    {
      "skillId": "e54cb8de-a7cb-4a5e-aaf1-7f8814bcd2d7",
      "detail": "O3: Read tachograph data relating to driving hours and an appreciation of transit times within the EU."
    },
    {
      "skillId": "39bcf79e-84e3-40ba-a908-d4f961aebcd9",
      "detail": "O3: Route and schedule international road transport shipments."
    },
    {
      "skillId": "af1faacb-0b28-474d-bab3-65e19987bf17",
      "detail": "O3: Complete all the relevant transport documentation required for the road freight industry and the operations of own organisation."
    }
  ],
  "options": [],
  "optionsUnstructuredTemplate": [
    "Air Freight",
    "Ocean Freight",
    "Road Freight"
  ],
  "proposalApproved": "",
  "standardApproved": "",
  "epaApprovalDate": "",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "National Skills Academy for Rail (NSAR)",
    "contactName": "Barry Smith",
    "contactAddress": "NSAR Ltd<br>11 Carteret Street<br>London<br>SW1H 9DJ",
    "contactEmail": "Barry.smith@nsar.co.uk",
    "webLink": "https://www.nsar.co.uk/"
  },
  "approvedForDelivery": "2018-04-20T00:00:00 +00:00",
  "integratedApprenticeship": false,
  "integratedDegree": "",
  "tbReference": "TB0203",
  "tbMainContact": "Claire.Piotrowski@kuehne-nagel.com ",
  "involvedEmployers": "BIFA , Davies Turner , DHL, EWW logistics, Intl forwarding , Kerry logistics, Leman, Metro shipping, Neon freight, OIA Global, DSV Air & Sea, Dachser, DB Schenker, Panalpina, Intelligent Global Logistics, Maltacourt and Yusen Logistics",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": true,
  "typicalJobTitles": [],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "",
  "reviewDetails": "",
  "pathway": "Logistics",
  "cluster": "Supply Chain Operative/Technician",
  "createdDate": "2017-11-14T17:08:48 +00:00",
  "lastUpdated": "2018-04-20T00:00:00 +00:00",
  "occupationalStandardUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/international-freight-forwarding-specialist-v1-0?view=standard#OccupationalStandard",
  "standardPageUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/international-freight-forwarding-specialist-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [
    {
      "coreOrOptionTitle": "Core",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Air Freight",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Ocean Freight",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    },
    {
      "coreOrOptionTitle": "Road Freight",
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedSkills": []
    }
  ],
  "careerStarter": false
}