{
  "larsCode": 631,
  "referenceNumber": "ST0895",
  "title": "Enhanced clinical practitioner",
  "status": "Approved for delivery",
  "url": "https://www.instituteforapprenticeships.org/api/apprenticeshipstandards/631",
  "versionNumber": "1.0",
  "change": "Approved for delivery",
  "changedDate": "2022-02-03T00:00:00",
  "earliestStartDate": "2021-05-27T00:00:00",
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "Provide a high standard of health care using judgment, skills, and knowledge.",
  "level": 6,
  "typicalDuration": 18,
  "maxFunding": 7000,
  "route": "Health and science",
  "keywords": [
    "health",
    "clinical",
    "science",
    "nursing",
    "medicine",
    "health professional"
  ],
  "jobRoles": [
    "Dietitian (Gastroenterology)",
    "Enhanced dental technician",
    "Mental health enhanced liaison practitioner",
    "Physiologist (paediatric respiratory)",
    "Registered Nurse (Critical Care)"
  ],
  "entryRequirements": "&lt;p&gt;Enhanced Clinical Practitioners must be registered with either one of the statutory healthcare regulators, Social Work England or with one of the following accredited voluntary registers: The Academy for Healthcare Science, Register of Clinical Technologists or Registration Council for Clinical Physiologists. They must undertake revalidation processes or audit of their continuing professional development where these apply.&lt;/p&gt;",
  "assessmentPlanUrl": "https://www.instituteforapprenticeships.org/media/5048/st0895_enhanced_clinical_practitioner_l6_ap-for-publication-27042021.pdf",
  "ssa1": "1 Health, Public Services and Care",
  "ssa2": "1.2 Nursing, and subjects and vocations allied to medicine",
  "version": "1.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;&lt;strong&gt;This occupation is found in&#160;&lt;/strong&gt;the health and care sector. Enhanced Clinical Practitioners are qualified health and social care professionals who are working at an enhanced level of practice with specific knowledge and skills in a field of expertise. They manage a discrete aspect of a patient’s care within their current level of practice, which will be particular to a specific context, be it a client group, a skill set or an organisational context. This is in contrast to Advanced Clinical Practitioners who have developed their knowledge and skills to an advanced level of practice and would manage the whole episode of a patient’s clinical care, from the time they first present, through to the end of the episode.&lt;/p&gt;\n&lt;p&gt;Enhanced Clinical Practitioners work as part of a multi-disciplinary clinical team across a wide range of settings, including hospitals, community clinics, individual’s homes and in dental and general practices. Specific examples of settings in which Enhanced Clinical Practitioners work include critical care units providing complex interventions to critically ill patients, GP premises providing specialist services for patients in the community and Children and Families Services units within a local council providing therapeutic interventions to children, young people and their families.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;The broad purpose of the occupation is to&lt;/strong&gt;&#160;provide a high standard of complex, enhanced care for patients, using enhanced levels of clinical judgement, skills and knowledge. Enhanced Clinical Practitioners will consult with patients, their family, carers and the multi-professional team to undertake assessments of patient need and devise and evaluate complex care plans related to their field of expertise, for example renal care, critical care, child psychotherapy, diabetes. They critically evaluate and analyse clinical problems using their expertise and clinical knowledge, seeking out and applying relevant evidence, enhanced clinical assessments, diagnostics, interventions, and equipment to make clinical decisions.&lt;/p&gt;\n&lt;p&gt;Enhanced Clinical Practitioners deliver complex clinical care in the context of continual change, challenging environments, different models of care delivery, innovation and rapidly evolving technologies using critical analysis and their underpinning knowledge to manage complex interventions. They teach and advise patients and their families/carers on how to manage their condition or support the multi-disciplinary team to do so. They participate in clinical audits and research projects and implement changes as required, including the development and updating of practice protocols/guidelines and procedures. They will work within national and local protocols where these exist. They continuously update their knowledge and enhance their clinical practice and provide support, mentoring and supervision of others. They recognise and work within the boundaries of their practice, knowing when and who to refer patients to. They may delegate work to other members of the multidisciplinary team and take accountability for the delegated activity.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;In their daily work, an employee in this occupation interacts with:&lt;/strong&gt;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Patients, service users and carers in settings such as hospitals, clinics, dental practices, general practices, patient/client homes, care homes, community clinics&lt;/li&gt;\n&lt;li&gt;Other health and social care professionals for example, doctors, members of the dental team, registered nurses, care workers, social workers, allied health professionals, pharmacists, healthcare scientists, advanced clinical practitioners, consultant clinical practitioners and clinical academics&lt;/li&gt;\n&lt;li&gt;Students and other learners&lt;/li&gt;\n&lt;li&gt;Service leaders and managers&lt;/li&gt;\n&lt;li&gt;Stakeholder groups and third sector organisations&lt;/li&gt;\n&lt;li&gt;Representatives from pharmaceutical and equipment companies&lt;/li&gt;\n&lt;/ul&gt;\n&lt;p&gt;&lt;strong&gt;&#160;&lt;/strong&gt;&lt;strong&gt;An employee in this occupation will be responsible for:&lt;/strong&gt;&#160;&lt;/p&gt;\n&lt;ul&gt;\n&lt;li&gt;Maintaining and continuously updating their existing knowledge, skills and expertise to inform their enhanced clinical judgement&#160; &#160; &#160; &#160; &#160; &#160; &#160;&lt;/li&gt;\n&lt;li&gt;Critically evaluating and analysing complex clinical interventions to make evidence-based decisions on how to manage the delivery of complex clinical care for a defined population, which may include individuals from diverse cultural, social and belief systems. They often manage a caseload, sometimes providing interventions as part of a dedicated clinical pathway.&lt;/li&gt;\n&lt;li&gt;Caring for people with complex care needs using their existing knowledge and expertise, enhanced clinical assessments, diagnostics, interventions and equipment. They must have the confidence and ability to think critically, and to apply a depth of knowledge and highly developed skills to provide enhanced evidence-based care&lt;/li&gt;\n&lt;li&gt;Working as part of a wider health and care team whilst being able to work alone when seeing people in their own homes in the community or in a clinical facility. They provide complex clinical care in the context of continual change, challenging environments, different models of care delivery, an older and more diverse population, vulnerable children and young people, mental health needs and innovation and rapidly evolving technologies&lt;/li&gt;\n&lt;li&gt;Engaging and involving patients, families and carers in co-production of strategies to manage their own health and wellbeing&lt;/li&gt;\n&lt;li&gt;Negotiating boundaries and playing an important proactive clinical leadership role in multidisciplinary teams to support the integration of health and social care services&lt;/li&gt;\n&lt;li&gt;Managing their own personal health and well-being, providing support and supervision for others and recognising the boundaries of their practice in order to respond to the impact and demands of their practice&lt;/li&gt;\n&lt;li&gt;Delegating work to other members of the multidisciplinary team and taking accountability for that delegated activity&lt;/li&gt;\n&lt;/ul&gt;",
  "knowledges": [],
  "behaviours": [],
  "skills": [],
  "options": [],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "epaApprovalDate": "",
  "fundingApprovalDate": "",
  "eQAProvider": {
    "providerName": "Ofqual",
    "contactName": "Claire Gill / Steve Walker",
    "contactAddress": "Ofqual <br>Earlsdon Park, 53-55 Butts Road, Coventry, CV1 3BH",
    "contactEmail": "public.enquiries@ofqual.gov.uk",
    "webLink": "https://www.gov.uk/government/organisations/ofqual"
  },
  "approvedForDelivery": "2021-05-27T00:00:00 +00:00",
  "integratedApprenticeship": null,
  "integratedDegree": "non-degree qualification",
  "tbReference": "TB0481",
  "tbMainContact": "Healthcare.Trailblazer@skillsforhealth.org.uk",
  "involvedEmployers": "Central Manchester NHS Foundation Trust\r\nEast Cheshire NHS Trust\r\nGreat Ormond Street Hospital for Children NHS\r\nImperial College Healthcare NHS Trust\r\nNHS Blood and Transplant\r\nNorthumbria Healthcare NHS Foundation Trust\r\nNottingham University Hospitals NHS Trust\r\nP J Care\r\nRoyal Cornwall Hospitals NHS Trust\r\nSolent NHS Trust\r\nThe Christie NHS Foundation Trust\r\nThe James Cook University Hospital\r\nUniversity Hospitals of North Midlands\r\nYorkshire Ambulance Service NHS Trust\r\n\r\n\r\n\r\n\r\n",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Dietitian (Gastroenterology)",
    "Enhanced dental technician",
    "Mental health enhanced liaison practitioner",
    "Physiologist (paediatric respiratory)",
    "Registered Nurse (Critical Care)"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "Apprentices without level 2 English and maths will need to achieve this level prior to taking the End-Point Assessment.  For those with an education, health and care plan or a legacy statement, the apprenticeship’s English and maths minimum requirement is Entry Level 3. A British Sign Language (BSL) qualification is an alternative to the English qualification for those whose primary language is BSL.",
  "reviewDetails": "<p>This apprenticeship standard will be reviewed after three years</p>",
  "pathway": "Health",
  "cluster": "Health Professional",
  "createdDate": "2021-04-30T12:28:49 +00:00",
  "lastUpdated": "2021-05-27T00:00:00 +00:00",
  "occupationalStandardUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/enhanced-clinical-practitioner-v1-0#OccupationalStandard",
  "standardPageUrl": "https://www.instituteforapprenticeships.org/apprenticeship-standards/enhanced-clinical-practitioner-v1-0",
  "qualifications": [],
  "professionalRecognition": [],
  "duties": [],
  "regulationDetail": []
}