{
  "templateType": "Occupational Standard",
  "larsCode": 0,
  "referenceNumber": "ST1458",
  "title": "Professional taxation technician",
  "status": "Proposal in development",
  "url": "https://instituteforapprenticeships.org/api/apprenticeshipstandards/ST1458",
  "qualificationStandardUrl": null,
  "versionNumber": "",
  "change": "",
  "changedDate": "0001-01-01T00:00:00",
  "earliestStartDate": null,
  "latestStartDate": null,
  "latestEndDate": null,
  "overviewOfRole": "",
  "level": 4,
  "ePALength": 0,
  "typicalDuration": 18,
  "maxFunding": 0,
  "route": "Legal, finance and accounting",
  "keywords": [],
  "jobRoles": [
    "Junior tax advisor",
    "Tax assistant",
    "Tax technician"
  ],
  "entryRequirements": "",
  "assessmentPlanUrl": "",
  "ssa1": "15 Business, Administration, Finance and Law",
  "ssa2": "15.1 Accounting and finance",
  "version": "0.0",
  "standardInformation": "",
  "occupationalSummary": "&lt;p&gt;This occupation is found in organisations of all sizes whether small, medium, large or global. This occupation is present in public, private, and third sector organisations. Professional taxation technicians may work in the taxation, accounts or finance department of an organisation or a professional accountancy and taxation advisory firm. &lt;br /&gt;&lt;br /&gt;The broad purpose of the occupation is to prepare, co-ordinate and implement tasks that support the creation of taxation returns and their supporting documentation and statements. Professional taxation technicians apply their technical knowledge and skills to specific tasks within a taxation team. Tasks may include supervising junior taxation assistants and others to deliver processes that meet stakeholder needs as required by government tax regimes. They may also assist senior tax advisors, accountants, management and other stakeholders by providing timely financial and taxation data and reports. They ensure compliance with internal controls regarding the reporting of taxation. This includes tasks that involve interactions with His Majesty&#39;s Revenue and Customs (HMRC), applying legislation and complying with regulations, ethical and professional codes. &lt;br /&gt;&lt;br /&gt;In their daily work, an employee in this occupation interacts with a wide range of internal and external stakeholders. This could include junior colleagues, senior managers, clients and customers, suppliers, lenders, government agencies and auditors. They take a risk-based view of transactions and data to identify key tax risks and help to mitigate those risks. A Professional taxation technician will work alone as well as in, or supervising, a team. A typical day could include being in an office overseeing data entry into government tax returns and supporting documentation, tax reconciliations, identifying and pursuing overpayments and repayments of tax and forecasting and reporting on tax liabilities both outstanding and likely to arise. They may be involved in researching and resolving taxation problems. It is essential that people in this occupation are comfortable using digital tools and keeping up to date with changes in the occupation. &lt;br /&gt;&lt;br /&gt;An employee in this occupation will be responsible for completing and quality assuring tax returns and supporting documents and statements. They provide key reliable taxation data on a day-to-day basis.&lt;/p&gt;",
  "knowledges": [
    {
      "knowledgeId": "bc1c0095-9cfa-483a-9676-235aa5f2f98e",
      "detail": "Principles of professional responsibilities and ethics in a tax environment including approaches to interpreting ethics in complex situations."
    },
    {
      "knowledgeId": "78363fa9-0541-447f-b5e8-575addb7adf0",
      "detail": "Principles of legal regulations relevant to an organisation’s tax affairs such as tax legislation, and law affecting the tax affairs of stakeholders."
    },
    {
      "knowledgeId": "d2f04ed2-7e57-4962-87da-8642bb92a7d2",
      "detail": "Principles of accounting relevant to an organisation’s tax affairs such as accounting for taxation and double entry that may impact on business tax calculations."
    },
    {
      "knowledgeId": "e6b29391-0ba2-4886-9d74-fd9ffb97119f",
      "detail": "The wider tax professional landscape including the role of a tax technician, the requirement to stay abreast of changes in tax technology and practice and awareness of the role of HMRC and professional bodies."
    },
    {
      "knowledgeId": "df5ec0cb-47f3-41e8-b761-7afdfbb9bf43",
      "detail": "Principles of personal and business taxation to prepare tax calculations."
    },
    {
      "knowledgeId": "6a62c1e9-98d9-4c6b-aaf0-e82540607d07",
      "detail": "Principles of personal and business taxation to prepare HMRC forms, including the understanding of and compliance with filing deadlines. "
    },
    {
      "knowledgeId": "8e79fb60-0271-493a-ac7d-7d9e13004178",
      "detail": "Principles of a specialist area of taxation to be able to prepare tax calculations ."
    },
    {
      "knowledgeId": "a04e492c-d684-4b7b-9da9-2301b452b45b",
      "detail": "Principles of situations that may lead to penalties and interest in relation to taxation and the calculation of the penalties and interest."
    },
    {
      "knowledgeId": "250f54cb-8957-46f9-9369-f4841f250436",
      "detail": "Systems of risk management and financial control and identification of potential vulnerabilities that could lead to issues such as internal fraud or money laundering."
    },
    {
      "knowledgeId": "b92e9dc8-979a-42ea-9108-f9828d8f8eb6",
      "detail": "Principles of data analysis, data security and cyber security to support collation, analysis and compliant handling of data and working safely online in a taxation context."
    },
    {
      "knowledgeId": "5d8ec1a8-4a66-4d11-818c-b06b38ae9520",
      "detail": "The nature and importance of key climate, environmental and emerging sustainability challenges and the impact on sustainable business practices, risk, government regulation leading to the potential tax benefits of economic sustainability for stakeholders"
    },
    {
      "knowledgeId": "9251f794-1aed-4bbd-b0e2-af254acd37e3",
      "detail": "The impact of Equality Diversity and Inclusion on service delivery within taxation for example enhancing organisational reputation with customers, investors, and staff, improving the tax position of individuals and businesses."
    }
  ],
  "behaviours": [
    {
      "behaviourId": "dee8f114-f3dc-40b2-ae53-21f413a278f7",
      "detail": "Actively engage in the wider business and provide information that contributes to influencing business decisions."
    },
    {
      "behaviourId": "a2479617-3a60-4510-aa90-5be7a1f1ff09",
      "detail": "Applies a transparent, objective and sustainable manner to meet the ethical requirements of the profession and actively encourages this behaviour with colleagues within their team."
    },
    {
      "behaviourId": "08738ffa-2ede-4572-afd9-6b4bdb327e81",
      "detail": "Applies a transparent and appropriate manner in dealing with HMRC in relation to the tax affairs of a client/employer. "
    },
    {
      "behaviourId": "783f3d0a-7017-4f6d-a803-e3a6bce6e9df",
      "detail": "Committed to personal wellbeing and an awareness of support and resources available. Contributing to cultivating an open, honest, and empathetic work environment and actively encourages this behaviour with colleagues within their team."
    },
    {
      "behaviourId": "b371ed46-ae19-4930-a128-6ce92347da99",
      "detail": "Adaptable and accepts changing priorities and working requirements to enable self and colleagues the flexibility to maintain high standards in a changing environment."
    },
    {
      "behaviourId": "b498d0da-9abf-45de-ba86-e8829a83bf53",
      "detail": "Reflective on own practice and seeks learning opportunities for continuous professional development."
    }
  ],
  "skills": [
    {
      "skillId": "fe7e309c-4600-4c24-9037-6cceebc8c434",
      "detail": "Collate and analyse financial information and show how that information can be used most effectively to support tax decisions for individuals and businesses."
    },
    {
      "skillId": "0557cf8d-a5e2-4d9b-8749-f8a2e5acddfc",
      "detail": "Undertake taxation activities as relevant to the role, such as, the preparation of tax information for individuals, sole traders, partnerships or limited companies. This will include sense check of information for accuracy and the application of relevant principles and legislation to ensure records are compliant."
    },
    {
      "skillId": "fae254cf-7487-457d-ad0a-01bccd79c9ec",
      "detail": "Apply professional scepticism when undertaking taxation activities to inform and evaluate decision making on the content of providing accurate information to HMRC, being alert to conditions which may indicate possible misstatement of information due to error or fraud, establishing the facts sensitively and being aware of unconscious bias."
    },
    {
      "skillId": "3c52fb31-9adc-4cc6-8849-06f0eea379ca",
      "detail": "Interpret information for tax purposes such as using judgement to determine the correct way to report transactions or items of income/ expenditure."
    },
    {
      "skillId": "a4196a2e-9336-4787-b1ef-f217da797488",
      "detail": "Participate in or support others with quality improvement activities for example the improvement of personal working practices."
    },
    {
      "skillId": "86938b48-2670-456a-9193-5f4c32116871",
      "detail": "Use software packages to assist with taxation tasks in line with cyber and data security requirements, using data securely and safely, including backing up data."
    },
    {
      "skillId": "f0ad7f09-feeb-405f-a669-733ca7f74cd3",
      "detail": "Deliver taxation tasks with a critical eye to trends, demonstrating a ‘right first-time approach’."
    },
    {
      "skillId": "ebc7dc2c-54cd-42f2-8662-c35fa2d35108",
      "detail": "Use workload management principles to plan, organise and prioritise own tasks and manage time effectively."
    },
    {
      "skillId": "4d02083e-8232-4995-af67-ff9b1b71be78",
      "detail": "Use taxation information to add value to the client/ employer through use of data visualisations, analysis and interpretation and communicate tax information in a way that non-tax stakeholders can understand."
    },
    {
      "skillId": "6628c105-5a1c-4474-a664-686076337c8e",
      "detail": "Communicate taxation information through a variety of media to enable key stakeholders to understand what is required, considering the risks and benefits to the organisation of social media and other digital applications."
    },
    {
      "skillId": "f1a25a98-4efe-461f-af66-f227f21230f5",
      "detail": "Deliver taxation tasks through building strong, collaborative, professional relationships, both internally and externally, recognising the importance of equality, diversity and inclusion."
    }
  ],
  "optionsUnstructuredTemplate": [],
  "proposalApproved": "",
  "standardApproved": "",
  "standardPublished": "false",
  "epaApprovalDate": "",
  "epaPublished": "false",
  "fundingApprovalDate": "",
  "eQAProvider": null,
  "approvedForDelivery": "",
  "integratedApprenticeship": null,
  "integration": null,
  "integratedDegree": "",
  "tbReference": "TB0897",
  "tbMainContact": "vicky.odro@bdo.co.uk",
  "involvedEmployers": "",
  "otherInvolvedStakeholders": "",
  "regulated": false,
  "regulatedBody": "",
  "coreAndOptions": false,
  "typicalJobTitles": [
    "Junior tax advisor",
    "Tax assistant",
    "Tax technician"
  ],
  "greenJobTitles": [],
  "englishAndMathsQualifications": "&lt;p&gt;Apprentices without level 2 English and maths will need to achieve this level prior to taking the End-Point Assessment. For those with an education, health and care plan or a legacy statement, the apprenticeship’s English and maths minimum requirement is Entry Level 3. A British Sign Language (BSL) qualification is an alternative to the English qualification for those whose primary language is BSL.&lt;/p&gt;",
  "reviewDetails": "this apprenticeship will be reviewed in accordance with our change request policy.",
  "pathway": "Accountancy",
  "cluster": "Accounting or tax technician",
  "clusterId": "238",
  "clusterDescription": "Create, analyse and audit financial information for internal and external clients and the regulatory authorities",
  "createdDate": "2024-09-05T13:38:06 +00:00",
  "lastUpdated": "",
  "occupationalStandardApprovalDate": null,
  "occupationCode": "",
  "occupationalStandardUrl": "https://instituteforapprenticeships.org/apprenticeship-standards/st1458?view=standard#OccupationalStandard",
  "standardPageUrl": "https://instituteforapprenticeships.org/apprenticeship-standards/st1458",
  "qualifications": [],
  "professionalRecognition": [
    {
      "bodyName": "Association of Taxation Technicians",
      "level": "member",
      "isPartial": "full",
      "partialFreeText": ""
    }
  ],
  "duties": [
    {
      "dutyID": "cb0e70f1-e31e-49ee-8bd5-72bfc25708b5",
      "dutyDetail": "prepare and review Self-Assessment Tax Returns and supporting schedules and documentation for the area of tax specialism relevant to the team",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "c0af1966-fdae-4154-a801-61550a5fc06a",
      "dutyDetail": "assist senior colleagues in liaising with stakeholders to gather information and communicate on routine matters.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "54f98423-3f34-4456-84d0-aee7fae371e3",
      "dutyDetail": "assist in the creation of solutions for stakeholders on a range of tax matters such as Income Tax, Capital Gains Tax, Inheritance Tax ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "07bb6fb5-c1a7-4542-b0d6-fd6d8782fbe0",
      "dutyDetail": "assist in dealing with HMRC enquiries and comply with the requirements of HMRC and government digital systems",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "6ae8e3e1-bef2-4c19-9c26-1390a86c8e4c",
      "dutyDetail": "identify and draw attention to opportunities for enhancing delivery and providing additional services such as support for meeting overseas tax obligations. ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e34e2ad9-d4a7-48f5-9c81-d7e9a2d6a8b7",
      "dutyDetail": "build and maintain strong stakeholder relationships including with finance colleagues within the organisation.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "62e01555-2db9-4a2e-99ef-cabab3d0ce8c",
      "dutyDetail": "ensure data is collected and stored accurately and confidentiality.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "418670d2-4633-4dc7-a30a-7fc75043d567",
      "dutyDetail": "assist in the full compliance process from requesting information from stakeholders to completing final tax returns which are drafted to send for agreement.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "c5cbf734-11fb-4388-8079-221fca079158",
      "dutyDetail": "undertake tax analysis of key data such as expenditure",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "53068871-788e-4d70-89bf-d0ce4461d8cb",
      "dutyDetail": "assist with claims for reliefs and repayments within legislative timescales being mindful of the impact of the tax calendar ",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "43e8bf2f-2a8b-4b22-a071-f9406182ca68",
      "dutyDetail": "assist in maintaining robust and auditable records of taxation activities including working papers and communications that inform the completion of taxation returns and documentation",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "52e75cb6-1d75-4e54-bd35-e9a24a7867f4",
      "dutyDetail": "co-ordinate accounting and finance input from colleagues and peers.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "73b3cc24-0d3e-4f48-9310-ef76ce11c1a8",
      "dutyDetail": "apply professional scepticism to identify and evaluate what information is missing or incomplete and takes steps to obtain it.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "e3bccc9c-0c40-4ebb-85b1-5784fb904477",
      "dutyDetail": "communicate and present accurate and timely data to stakeholders, on an ad hoc and regular basis, using an appropriate channel to meet deadlines.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "f44816ca-27bb-454b-814b-67e39e996bd6",
      "dutyDetail": "use financial digital and technology systems and processes to support the delivery of accurate and timely tax information.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "02e1402e-ddc8-4099-bb63-5ec0d897f615",
      "dutyDetail": "deliver taxation activities taking account of confidentiality, reputational risks and data security.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "582a858e-144e-4089-893d-b5162696d568",
      "dutyDetail": "undertake Continuous Professional Development by keeping up to date with relevant statutory obligations and procedural best practice.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "074ad445-9db1-4a5f-bddf-9057ea91ebbd",
      "dutyDetail": "collaborate with stakeholders at appropriate levels to deliver a service that meets customer’s needs with a commitment to professional and ethical standards, for example, professional code of conduct and duty of confidentiality as appropriate.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "dc2bd17e-036c-45c2-ac4f-42d360e25cd5",
      "dutyDetail": "undertake scheduled reporting of taxation information. This will include the timely collation of data from a range of sources, including both predictable routine taxation, finance and accounting data requirements and unexpected requirements.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    },
    {
      "dutyID": "a9d6e78c-9fee-4db2-a20a-d39c349cd15e",
      "dutyDetail": "complete and maintain taxation records including the timely collation of routine and specialised data from a range of sources. For example, different functions within one organisation, or a range of external clients if operating in practice.",
      "isThisACoreDuty": 1,
      "mappedBehaviour": [],
      "mappedKnowledge": [],
      "mappedOptions": [],
      "mappedSkills": [],
      "criteriaForMeasuringPerformance": ""
    }
  ],
  "options": [],
  "regulationDetail": [],
  "optionsUnstructuredKsbMapping": [],
  "careerStarter": false,
  "coronationEmblem": false,
  "publishDate": "2024-09-05T13:38:06.78"
}